{
    "Strings": {
        "July": "Červenec",
        "May": "Čeština",
        "Wed": "Čeština",
        "Days": "Dny",
        "On the": "Na místě",
        "Once per week": "Po týdnu",
        "Restore Backup": "Obnovit zálohování",
        "Delete from S3": "Odstranit z S3",
        "Create Directory": "Vytvořit adresář",
        "Add new datastore": "Přidání nového datového obchodu",
        "Manage in new tab": "Správa v nové záložce",
        "Are you sure you wish to delete this task? This action cannot be undone.": "Přejete-li si tento úkol odstranit? Tato akce nelze zrušit.",
        "Edit User Permissions": "Úprava uživatelských oprávnění",
        "Creating Backup": "Vytvoření zálohování",
        "Pushbullet Access Token": "Pushbullet Access Token",
        "Update the application": "Aktualizace aplikace",
        "S3 Secret Key": "S3 tajné klíč",
        "Lists of ports that can be used by AMP to create AMP instances. Specify port ranges by separating the upper and lower bounds by a colon (e.g. 8080:8180). These ports must not be used by other services.": "Seznamy portů, které lze použít AMP pro vytvoření AMP instancí. Určuje rozsahy portů od oddělování horních a dolních hranic tlustého střeva (např. 8080:8180). Tyto porty nesmí být použity jinými službami.",
        "Direct": "Čeština",
        "Default Settings": "Výchozí nastavení",
        "Default auth server": "Výchozí auth server",
        "Automatically bans IP addresses from SFTP logins if they try to login as": "Automaticky zakazuje IP adresy od přihlášení SFTP, pokud se pokusí přihlásit jako",
        "Allow extension changes": "Povolit změny rozšíření",
        "Limits downloads to a given speed (In megabits/sec) to avoid disrupting other applications. 0 for unlimited.": "Omezení stahování na danou rychlost (v megabits/sec) aby se zabránilo narušení jiných aplikací. 0 pro neomezený.",
        "Instance Deployment": "Nasazení instance",
        "Take a backup": "Vezměte zálohu",
        "Networking": "Čeština",
        "Unknown": "Čeština",
        "Unlimited": "Čeština",
        "Friendly Name (Optional)": "Přátelské jméno (Volitelné)",
        "Traefik domain name": "Traefik název domény",
        "Manage tokens": "Správa tokenů",
        "Add Custom Port": "Přidat vlastní port",
        "Abort": "Čeština",
        "No Tasks Added": "Žádné úlohy přidané",
        "Unable to run": "Nelze spustit",
        "Default AMP IP Binding": "Výchozí AMP IP závěs",
        "Search...": "Hledat.",
        "Thurs": "Čeština",
        "Accept": "Čeština",
        "Audit Log": "Protokol o auditu",
        "have firewall rules generated for it.": "mají pravidla firewallu pro to.",
        "If enabled, AMP will be able to upload backups to any S3 compatible storage service.": "Pokud je povoleno, AMP bude schopen nahrát zálohy do libovolné služby kompatibilního s S3.",
        "of each month at": "každý měsíc v",
        "Finish": "Čeština",
        "This trigger will not fire on months that have fewer than": "Tento svorek nebude oheň na měsíce, které mají méně než",
        "Release Notes": "Poznámky k vydání",
        "Local Instances": "Místní instance",
        "Settings for instance": "Nastavení například",
        "Connect to Application": "Připojte se k aplikaci",
        "New Username": "Nové uživatelské jméno",
        "Create a new schedule trigger to make tasks run either at a given interval, or in response to an event.": "Vytvořte nový plán, který spustí úkoly buď v daném intervalu, nebo v reakci na událost.",
        "Edit Ports": "Upravit porty",
        "Select deployment target": "Vyberte cíl nasazení",
        "Suspended instances cannot be accessed and prompt the user to contact the administrator.": "Použité případy nelze přistupovat a povolit uživateli kontaktovat správce.",
        "The licence key to use for newly created instances": "Licence k použití pro nově vytvořené případy",
        "Hours": "Hodiny",
        "Status": "Stav",
        "Unsaved Changes": "Ukládání změn",
        "This is a single-use code that cannot be used again once scanned. It will remain valid for 30 seconds.": "Jedná se o jednoúčelový kód, který nelze znovu použít. Zbývá platnosti po dobu 30 sekund.",
        "Create Role": "Vytvořit roli",
        "Simple Time Interval": "Jednoduchý čas Interval",
        "Edit Port Bindings": "Úprava portu Bindings",
        "How many times AMP should attempt to automatically retry failed updates if 'Automatically retry on failure' is enabled.": "Kolikrát AMP by se měl pokusit automaticky obnovit neúspěšné aktualizace, pokud je povoleno automatické retry na selhání.",
        "Learn More": "Více informací",
        "S3 Bucket Name": "S3 Bucket Jméno",
        "Remote Instance Access Mode": "Režim vzdáleného přístupu",
        "After Creation": "Po vytvoření",
        "Acknowledge": "Čeština",
        "The maximum number of CPU shares that this container may use. Roughly matches up with the number of CPU cores/threads the container can use but non-multithreaded applications may not see performance increases from higher values. Setting to 0 results in no limit.": "Maximální počet akcií CPU, které tento kontejner může použít. Hrubě odpovídá počtu jader procesoru/přetažení kontejneru může použít, ale nemultithreaded aplikace nemusí vidět výkon se zvyšuje od vyšších hodnot. Nastavení až 0 výsledků bez omezení.",
        "Console Scrollback Period": "Konzoly Scrollback Období",
        "Please check configuration": "Zkontrolujte konfiguraci",
        "Drop to upload here": "Přejděte zde",
        "Restrict downloadable extensions": "Omezení stahování přípony",
        "Downloadable": "Stáhnout",
        "days.": "dny.",
        "Check for available updates via SteamCMD": "Přihlaste se k odběru novinek Čeština",
        "Edit Settings": "Upravit nastavení",
        "common usernames": "společné uživatelské jméno",
        "Whether or not the types of files that can be uploaded should be restricted": "Ať už nebo ne typy souborů, které lze nahrát, by měly být omezeny",
        "Add a new trigger": "Přidání nového spouštěče",
        "Create Backup": "Vytvořit zálohu",
        "Level0": "Úroveň0",
        "Trigger": "Čeština",
        "Welcome to AMP": "Vítejte na AMP",
        "Sunday": "Neděle",
        "Service Login": "Přihlášení",
        "Upgrading this instance may take up to 5 minutes. You will not be able to log into any instances that depend on this ADS instance.": "Uložení této instance může trvat až 5 minut. Nebudete se moci přihlásit do jakýchkoliv případů, které závisí na této ADS.",
        "Update and then start the application": "Aktualizace a poté spusťte aplikaci",
        "Restart": "Restartovat",
        "Click on a parameter to insert it into your value.": "Kliknutím na parametr vložte do hodnoty.",
        "Authentication Tokens": "Ověřování tokenů",
        "If set, this instance will": "Pokud je nastaveno, bude tato instance",
        "You have no files in the clipboard to paste": "Nemáte žádné soubory v schránky k pasti",
        "Lists of ports that can be used by application servers created by AMP. Specify port ranges by separating the upper and lower bounds by a colon (e.g. 25565:25665). These ports must not be used by other services.": "Seznamy portů, které lze použít pomocí aplikačních serverů vytvořených AMP. Určuje rozsahy portů od oddělování horních a dolních hranic tlustého střeva (např. 25565:25665). Tyto porty nesmí být použity jinými službami.",
        "Honeypot SFTP Login Attempts": "Čeština Přihlášení Pokusy",
        "AMP is up-to-date.": "AMP je aktuální.",
        "In queue for refresh...": "Ve frontě pro občerstvení...",
        "Unavailable, retry pending.": "Nedostupný, opakující se.",
        "Select Application": "Vybrat aplikaci",
        "Select Directory": "Vyberte adresář",
        "Your secret key for your chosen S3 service": "Váš tajný klíč pro vaši vybranou službu S3",
        "Create a custom configuration": "Vytvoření vlastní konfigurace",
        "Level1": "Úroveň1",
        "Manage": "Podpora",
        "Manual only": "Manuál pouze",
        "Deactivating a datastore prevents new instances from being provisioned to it.": "Deaktivace datového obchodu zabraňuje novým instancím od jejího poskytnutí.",
        "Endpoint": "Konec",
        "Level4": "Úroveň4",
        "Start Instance and Update Application": "Začněte aplikaci Instancí a aktualizace",
        "Mar": "Čeština",
        "Feb": "Čeština",
        "Container CPUs": "Kontejnerové procesory",
        "Restrict": "Omezení",
        "Container Memory (MB)": "Paměť kontejneru (MB)",
        "Keep Running": "Udržujte běh",
        "Unable to complete task": "Nelze dokončit úkol",
        "Enable direct file transfers": "Povolit přímé přenosy souborů",
        "Instance Start Delay": "Typický Start Delay",
        "If an instance fails to start due to a licence failure, ADS will attempt to automatically reactivate it.": "V případě, že se v případě selhání licence nepodaří, ADS se pokusí automaticky reagovat.",
        "Allow all except excluded": "Povolte vše, co není vyloučeno",
        "Default post-create action": "Výchozí akce pro tvorbu pošty",
        "The maximum number of backups to store irrespective of size": "Maximální počet záloh k uložení bez ohledu na velikost",
        "Required": "Vyžadováno",
        "Login rate-limit attempts": "Přihlášení-limit pokusy",
        "Auto-report errors": "Autoreport chyby",
        "Which method AMP should use to check for application updates, by either comparing the build timestamps, or by comparing the build ID from the application manifest.": "Která metoda AMP by měla používat pro kontrolu aktualizace aplikací, a to buď porovnávání build timetamps, nebo porovnáním stavebního ID z aplikace manifest.",
        "MBits/sec": "MBits/sec",
        "The standard location for AMP instances, and where the ADS instance will be stored. This datastore cannot be deleted.": "Standardní umístění pro instance AMP a kde bude uložena instance ADS. Tato datastore nelze odstranit.",
        "recommended": "doporučené",
        "This application may have extra requirements or dependencies that are not satisfied by the host system.": "Tato aplikace může mít další požadavky nebo závislost, které nejsou spokojeni se systémem hostitele.",
        "Upgrade this AMP instance": "Upgrade této instance AMP",
        "New Instance Defaults": "Nové výchozí instance",
        "Create new template role": "Vytvoření nové šablony role",
        "Delete Multiple": "Odstranit více",
        "not compatible": "není kompatibilní",
        "The wildcard domain to be used to access Traefik managed instances. Must take the format of *.domain.tld": "Doména wildcard je hostována u One.com Musí mít formát *.domain.tld",
        "Excluded from backups": "Odpočinek od záloh",
        "AMP Theme": "Čeština Čeština",
        "User deletion failed": "Smazání uživatele selhalo",
        "Downloading file": "Stáhnout soubor",
        "Service Limit": "Limit služby",
        "Whether all backups should be uploaded, or just those for which there is insufficient space to store locally.": "Ať už jsou všechny zálohy nahrány, nebo jen ty, pro které je nedostatečný prostor pro uložení místně.",
        "Affects all users - change AMPs visual appearance with different themes. You will need to do a force-reload for this to take effect.": "Zdravím všechny uživatele - změnit vizuální vzhled AMPs s různými tématy. Budete muset provést zátěž pro tento efekt.",
        "Refresh in progress...": "Obnovit v průběhu...",
        "Storage Soft Limit (MB)": "Úložiště Měkké omezení (MB)",
        "Datastore Name": "Název obchodu",
        "Extract To...": "Extrahovat na...",
        "Post a message on Slack": "Odeslat zprávu na Slack",
        "Browse Datastore": "Procházet Datastore",
        "Allow folders to be archived, and archives to be extracted": "Povolit složky, které mají být archivovány a archivy, které mají být extrahovány",
        "Bypasses the API for file transfers. A restart of AMP is required for this setting change to take effect.": "Prostřednictvím API pro přenos souborů. Pro změnu nastavení je zapotřebí restart AMP.",
        "Email Address": "Emailová adresa",
        "Enter a new value": "Zadejte novou hodnotu",
        "Datastores": "Databáze řešení",
        "Module": "Moduly",
        "Change Password": "Změna hesla",
        "Simple Time Interval Trigger": "Jednoduchý čas Interval Trigger",
        "Create User": "Vytvořit uživatele",
        "Multicore CPU usage calculation": "Multicore výpočet využití procesoru",
        "Running": "Čeština",
        "Delete User": "Odstranit uživatele",
        "Add new task": "Přidat nový úkol",
        "Nov": "Novinky",
        "Reports memory usage only as physical RAM usage, ignoring swap usage. Doesn't apply when full process metrics is enabled.": "Záznamy využití paměti pouze jako použití fyzické paměti RAM, ignorování swapu. Netýká se, když je povoleno kompletní procesní metriky.",
        "This application is": "Tato aplikace je",
        "Oct": "Čeština",
        "Update check method": "Aktualizovat metodu kontroly",
        "Offset in seconds to advance or delay execution of scheduled tasks that use time-based triggers.": "Vypnuto během několika sekund, aby předem nebo zpoždění provádění plánovaných úkolů, které používají spouštěče na bázi času.",
        "The maximum amount of disk space (uncompressed) to allow for a single backup": "Maximální množství místa na disku (nekomprimované) umožňuje pro jednu zálohu",
        "Setup 2FA": "Nastavení 2FA",
        "Logged in at": "Logged v",
        "Schedule Offset": "Plán Offset",
        "Sources of git repositories to fetch deployment templates from. Use of third party sources is unregulated and entirely at your own risk.": "Zdroje gitových překladačů do šablon nasazení fetch. Použití zdrojů třetích stran je neregulován a zcela na vlastní riziko.",
        "Backup Name": "Jméno zálohování",
        "Upgrading this instance requires that it is shut down, along with the application within it. Do you want to proceed with the upgrade?": "Udržování této instance vyžaduje, aby se v rámci této aplikace vypnul, spolu s aplikací. Chcete pokračovat s upgradem?",
        "Directory": "Čeština",
        "Local": "Čeština",
        "Sun": "Čeština",
        "Delete Item": "Odstranit položky",
        "Sat": "Čeština",
        "Once created, you can manage it to update and start it.": "Poté, co jste vytvořili, můžete ji spravovat a začít.",
        "If you have a registered SFTP client such as WinSCP installed, it should open automatically.": "Pokud máte registrovaný klient SFTP, jako je WinSCP nainstalován, měl by automaticky otevřít.",
        "Select File": "Vyberte soubor",
        "What task would you like to perform?": "Jaký úkol byste chtěli provést?",
        "Download from S3": "Stáhnout z S3",
        "Event Trigger": "Akce Trigger",
        "Security and Privacy": "Bezpečnost a soukromí",
        "Refreshing...": "Občerstvení...",
        "This task consumes no values.": "Tento úkol nepotřebuje žádné hodnoty.",
        "Full Address": "Kompletní adresa",
        "The on-disk location where instances will be stored. Changing this will not affect existing instances, only newly created ones.": "Poloha na disku, kde budou uloženy instance. Změna to nebude mít vliv na stávající instance, pouze nově vytvořené.",
        "Which IP address new AMP instances should use by default.": "Které IP adresa nové instance AMP by měly používat ve výchozím nastavení.",
        "Edit": "Editace",
        "Mobile Login": "Přihlášení",
        "Download": "Čeština",
        "Monitoring and Metrics": "Monitoring a metrika",
        "Time": "Čas",
        "Scan this QR code on your mobile device to log in as the current user.": "Skenujte tento QR kód na mobilním zařízení, abyste se mohli přihlásit jako aktuální uživatel.",
        "Steam workshop items": "Parní dílny",
        "deprecated.": "deprecated.",
        "Backup Replacement Policy": "Zásady náhrady peněz",
        "Setting Saved 🗸": "Nastavení Uložit 🗸",
        "Are you sure you want to move the selected item to the trash?": "Přejete si skutečně přesunout vybranou položku do koše?",
        "Memory Usage": "Využití paměti",
        "Whether AMP should only use those ports explicitly assigned to it, or if it can use all ports except those explicitly excluded.": "Ať už by AMP měl používat pouze ty porty, které jsou výslovně přiřazeny, nebo pokud mohou používat všechny porty kromě těch výslovně vyloučených.",
        "Default release stream": "Výchozí datový proud",
        "Password changed successfully": "Změna hesla úspěšně",
        "View Logs": "Zobrazit protokoly",
        "Endpoint for your S3 compatible service.": "Konec pro vaši S3 kompatibilní službu.",
        "User Information": "Informace o uživateli",
        "Kill": "Čeština",
        "Sticky backups won't be deleted to make room for automatic backups": "Sticky zálohování nebudou smazány, aby se místnost pro automatické zálohování",
        "Password Expires": "Heslo Vyprší",
        "Create new instance": "Vytvořit novou instanci",
        "Usage": "Použití",
        "Cancel": "Hledat",
        "Allowing extension changes could let a user upload a file as one type, and change it later": "Umožňuje rozšíření změn, může uživatel nahrát soubor jako jeden typ a změnit jej později",
        "Update Now": "Aktualizace nyní",
        "Virtual Directories": "Virtuální ředitelé",
        "IP Address": "IP adresa",
        "How frequently AMP should push metrics data to connected sessions": "Jak často AMP by měly tlačit metrické údaje na připojených zasedáních",
        "View Latest Release Notes": "Zobrazit nejnovější Poznámky k vydání",
        "Reserve": "Rezervace",
        "Your access key for your chosen S3 service": "Váš přístupový klíč pro vaši vybranou službu S3",
        "Fetch Latest": "Fetch Nejnovější",
        "Download file here": "Stáhnout soubor zde",
        "Edit Datastore -": "Upravit Datastore -",
        "S3 Access Key": "S3 Přístupový klíč",
        "Last activity": "Poslední činnost",
        "Run in Docker Container": "Běh v Docker kontejneru",
        "Rename File": "Přejmenovat soubor",
        "Shutdown and Update": "Vypnutí a aktualizace",
        "External Services": "Externí služby",
        "Yes": "Čeština",
        "If the memory policy is 'reserve', how much memory should be set aside for this container as a minimum. If the memory policy is 'restrict', how much memory this container may use maximum. Setting to 0 results in no limit.": "Pokud je paměťová politika \"reserve\", kolik paměti by měla být nastavena vedle tohoto kontejneru jako minimální. Pokud je politika paměti 'omezená', kolik paměti může tento kontejner používat maximálně. Nastavení až 0 výsledků bez omezení.",
        "Last Used": "Poslední použití",
        "User Friendly process metrics": "Uživatelsky přívětivé procesní metriky",
        "Biometric/Token Login (Webauthn)": "Biometrické/Token Přihlášení (Webauthn)",
        "Advanced Details": "Pokročilé informace",
        "Priority": "Priorita",
        "Recalculate usage": "Recalculate použití",
        "If you're using GMail - you will need to request an": "Pokud používáte GMail - budete muset požádat o žádost",
        "Once per month": "Kdy za měsíc",
        "Are you sure you wish to delete this trigger? Any tasks associated with it will also be deleted. This action cannot be undone.": "Přejete si skutečně odstranit tento spouště? Jakékoliv úkoly spojené s ním budou také smazány. Tato akce nelze zrušit.",
        "Empty Trash": "Prázdné koše",
        "For": "Pro",
        "Container Memory Policy": "Pravidla paměti kontejneru",
        "Name": "Jméno",
        "Licence Key": "Licenční klíč",
        "Whether or not this instance should start automatically when the system boots.": "Ať už nebo ne tento případ by měl začít automaticky, když systémové boty.",
        "Use SSL for SMTP": "Použijte SSL pro SMTP",
        "If you have 2FA enabled, you need to append your 2FA code to the end of your password.": "Pokud máte povoleno 2FA, musíte zadat kód 2FA na konec hesla.",
        "Allow archive operations": "Povolit archivní operace",
        "By Timestamp": "Podle Timestamp",
        "Confirm task deletion": "Potvrďte smazání úkolu",
        "Edit Datastore": "Upravit Datastore",
        "Create your first server": "Vytvořte si svůj první server",
        "Application you're looking for not in this list?": "Aplikace, kterou hledáte v tomto seznamu?",
        "Use S3 Storage for Backups": "Použijte úložiště S3 pro zálohování",
        "Port": "Čeština",
        "Upload to S3": "Nahrát na S3",
        "Instance Limit": "Limit instance",
        "Failed to create instance": "Vyvolal vytvořit instanci",
        "Otherwise, for support with AMP please visit the": "V opačném případě, pro podporu s AMP prosím navštivte stránku",
        "Port usage for": "Využití portů pro",
        "Move to trash": "Přesunout do koše",
        "Currently running version": "Aktuální verze",
        "Rename": "Jméno",
        "Start the application": "Začněte aplikaci",
        "Cloud Backups": "Cloudové zálohování",
        "What should happen by default to newly created instances.": "Co by se mělo stát ve výchozím nastavení nově vytvořených instancí.",
        "User": "Uživatel",
        "Stored": "Čeština",
        "Enable S3 Cloud Storage": "Povolit úložiště S3 Cloud",
        "Whether or not the types of files that can be downloaded should be restricted": "Ať už nebo ne typy souborů, které lze stáhnout, by měly být omezeny",
        "Want help fast?": "Chcete pomoci rychle?",
        "A description of the backup and why you're taking it (optional)": "Popis zálohy a proč ho užíváte (volitelné)",
        "Console": "Čeština",
        "Send a Wake-On-Lan packet": "Odeslání balíčku Wake-On-Lan",
        "second": "druhý",
        "Extract Here": "Extrahovat zde",
        "Aug": "Čeština",
        "When running as a controller, how instances on remote targets should be accessed. In 'Direct' mode it will connect directly to that instance, bypassing the target - which requires extra security and firewall rules.": "Při spuštění jako správce, jak je třeba přistupovat instance na vzdálených cílech. V režimu 'Direct' se připojí přímo k tomu, například obejít cíl - což vyžaduje další zabezpečení a pravidla firewallu.",
        "SFTP Port Number": "Čeština Číslo portu",
        "Configuration": "Konfigurace",
        "Confirm Restart": "Potvrďte Restart",
        "Backup Count Limit": "Omezení počtu záloh",
        "SMTP Username": "Čeština Uživatelské jméno",
        "Every X hours": "Každý X hodin",
        "Start Instance": "Začněte instanci",
        "Months": "Měsíce",
        "third": "třetí",
        "Additional directories to show up as shortcuts inside the file manager": "Další adresáře, které ukazují jako zkratky uvnitř správce souborů",
        "New Password": "Nové heslo",
        "If enabled, the Default Auth Server URL will be copied to all targets when they are added to ADS": "Pokud je povoleno, bude výchozí URL serveru Auth kopírována všem cílům, když jsou přidány do ADS",
        "Configuration Repositories": "Konfigurace úložiště",
        "This ADS installation has been setup as a controller, which means it cannot create instances by itself. You must create a Target ADS instance and register it with this controller before creating instances.": "Tato instalace ADS byla nastavena jako správce, což znamená, že nemůže vytvořit instance sám. Před vytvořením instancí je nutné vytvořit cílový ADS a zaregistrovat jej s tímto správcem.",
        "June": "Června",
        "Restart the application server, but only if it is empty": "Restartovat aplikační server, ale pouze pokud je prázdný",
        "Virtualization": "Virtualizace",
        "Individual Backup Limit (MB)": "Autonomní omezení zálohování (MB)",
        "How many minutes the sliding window should be to check for authentication failures.": "Kolik minut by měl být posuvné okno kontrolovat selhání ověřování.",
        "Loaded Plugins": "Zatížené moduly",
        "Application State:": "Stav aplikace:",
        "On the (nth) (day) of each month": "Na (nth) (den) každého měsíce",
        "Port Assignment Mode": "Port přiřazení Čeština",
        "Start": "Hledat",
        "Add": "Čeština",
        "Exclude From Firewall": "Odpojení z brány firewall",
        "Both": "Oba",
        "Restrict uploadable extensions": "Omezení nahrávání rozšíření",
        "Stop Instance": "Zastavte instanci",
        "If more than this number attempts occurs within the rate-limit time window, the IP address will be unable to make further login requests": "Pokud se více než toto číslo pokusí v okně s časovým limitem, IP adresa nebude schopna provést další přihlašovací požadavky",
        "What level of compression to apply to newly created backups. Lower levels of compressison require less CPU time to create and extract, but result in larger files.": "Jaká úroveň komprese aplikovat na nově vytvořené zálohy. Nižší úrovně komprese vyžadují méně času procesoru pro vytvoření a extrakci, ale výsledkem větších souborů.",
        "Instances": "Čeština",
        "A password change is required to login with this user": "Změna hesla je nutné se přihlásit s tímto uživatelem",
        "Backup Compression Level": "Úroveň zálohování",
        "Restrict Archive Extractions": "Omezení archivní výpisy",
        "application specific password": "aplikace konkrétní heslo",
        "Restart this AMP instance": "Restartujte tento AMP instance",
        "Add new token": "Přidat nový token",
        " 2FA is currently": " 2FA je v současné době",
        "Send Test Message": "Odeslat zkušební zprávu",
        "Then you will be able to configure and start this server.": "Poté budete moci nakonfigurovat a spustit tento server.",
        "Emitted Values": "Emitted hodnoty",
        "Friendly Name": "Přátelské jméno",
        "Platform": "Čeština",
        "to safely store your backups in the cloud.": "bezpečně uložit své zálohy v cloudu.",
        "Ignore SMT Cores": "Čeština Čeština",
        "Confirm Deletion": "Potvrzení Deletion",
        "Please enter a new directory name": "Zadejte nový název adresáře",
        "Run a command in one hour, with warnings (non-blocking)": "Spusťte příkaz do jedné hodiny, s upozorněními (neblokování)",
        "Always make sure to include the information listed below.": "Vždy se ujistěte, že obsahuje níže uvedené informace.",
        "Monday": "Pondělí",
        "Add Tag": "Přidat tag",
        "Schedule": "Plán",
        "Unable to update user.": "Nelze aktualizovat uživatele.",
        "This will permemently delete this user and all associated data.": "Tento uživatel bude namáhat a všechny související data.",
        "Join CubeCoders on Discord!": "Připojte se k CubeCoders na Discord!",
        "Select a user...": "Vyberte uživatele...",
        "Confirm 2FA Code": "Potvrzení 2FA Kód",
        "Community Contributed Content -": "Komunitní obsah -",
        "Jan": "Čeština",
        "Confirm Shutdown": "Potvrzení Shutdown",
        "The password to be used for participating in betas via SteamCMD if required.": "Pokud je to nutné, použijte heslo pro účast v betas pomocí SteamCMD.",
        "Message": "Zpráva",
        "Add New Datastore": "Přidat nový Datastore",
        "S3 Upload Mode": "S3 Režim nahrávání",
        "Which release stream to use by default when creating or updating instances": "Který datový proud používat ve výchozím nastavení při vytváření nebo aktualizaci instancí",
        "Update the application and restart it if it was previously running": "Aktualizujte aplikaci a restartujte jej, pokud již bylo spuštěno",
        "AMP Core": "Čeština Čeština",
        "Datastores that reach or exceed this limit in total size will not be considered as deployment targets. This is only a soft limit and does not prevent instances on this datastore from using more space.": "Datastores, které dosahují nebo překračují toto omezení v celkové velikosti, nebudou považovány za cíle nasazení. Jedná se pouze o měkkou hranici a nebrání tomu, že v tomto datovém obchodě používáte více prostoru.",
        "backups": "zálohy",
        "Consumed Values": "Spotřebované hodnoty",
        "Which file extensions can be Uploaded via the file manager or via SFTP": "Které přípony souborů lze nahrát pomocí správce souborů nebo přes SFTP",
        "Wake Up": "Čeština",
        "Restarting this instance may take up to a minute. You will not be able to log into any instances that depend on this ADS instance.": "Tento příklad může trvat až minutu. Nebudete se moci přihlásit do jakýchkoliv případů, které závisí na této ADS.",
        "Update": "Aktualizovat",
        "at": "v",
        "Dec": "Čeština",
        "Delete User Forever": "Odstranit uživatele Forever",
        "Full Path": "Úplná cesta",
        "Restore a backup": "Obnovit zálohu",
        "Source": "Čeština",
        "Role Management": "Řízení rolí",
        "A backup finishes restoring.": "Zálohování dokončí obnovení.",
        "New Directory": "Nový adresář",
        "Create support ticket": "Vytvoření podpory jízdenky",
        "Advanced Time Interval Trigger": "Pokročilý čas Interval Trigger",
        "Host": "Čeština",
        "Wednesday": "Čeština",
        "Add a new task to this trigger to perform actions once this trigger is activated, such as taking a backup.": "Přidat nový úkol k tomuto spouštění provádět akce, jakmile je tento spouště aktivován, jako je zálohování.",
        "Decline": "Čeština",
        "Automatic retry count": "Automatické retry",
        "Diagnostics Data": "Diagnostics Data",
        "Downloadable Extensions": "Použitelné rozšíření",
        "CPU Usage": "Čeština Použití",
        "Traefik network name": "Název sítě Traefik",
        "Start on Boot": "Start na Boot",
        "Delete Single Oldest": "Odstranit jeden starý",
        "What do you want to call this trigger?": "Co chcete volat tento spouště?",
        "Support": "Podpora",
        "Save Changes": "Uložit změny",
        "Role Membership": "Členství v rolích",
        "Status:": "Stav:",
        "Port Number": "Číslo portu",
        "Push a message via PushBullet": "Posuňte zprávu pomocí tlačítka PushBullet",
        "that this application is run in a container on this platform.": "tato aplikace probíhá v kontejneru na této platformě.",
        "Setup secure login": "Nastavení bezpečné přihlášení",
        "Mark as sticky": "Označit jako lepka",
        "Make a POST request to a URI.": "Proveďte žádost o POST na URI.",
        "Create Instance": "Vytvořit instanci",
        "Password change failed": "Změna hesla selhal",
        "Create local instances": "Vytvořte místní instance",
        "Value": "Hodnota",
        "instances": "čeština",
        "Disabled": "Zakázané",
        "seconds": "sekundy",
        "SMTP Password": "SMTP Heslo",
        "Apr": "Čeština",
        "Main Menu": "Hlavní menu",
        "Create a Backup": "Vytvořte zálohu",
        "When bulk starting instances, how many milliseconds delay should be inserted between each instance start?": "Při hromadném počátečních instancí, kolik milisekundů je třeba vložit mezi každou instancí?",
        "Take a sticky backup": "Vezměte si sticky zálohu",
        "to send emails via AMP.": "zaslat e-maily pomocí AMP.",
        "Password": "Heslo",
        "Remove Trigger": "Odebrat Trigger",
        "When ADS starts, automatically start any instances that should be run on-boot if they're not already running.": "Když ADS začne, automaticky spustí všechny případy, které by měly být spuštěny na-boot, pokud již běží.",
        "Optional": "Volitelné",
        "first": "první",
        "Old Password": "Staré heslo",
        "Performance and Limits": "Výkon a limity",
        "What AMP should do when it starts": "Co AMP by měl dělat, když začne",
        "Start Instance and Application": "Začněte instanci a aplikaci",
        "Cannot manage this instance": "Nelze spravovat tento příklad",
        "Device": "Čeština",
        "Metrics polling interval": "Metrics opylení interval",
        "Details changed successfully": "Detaily úspěšně změnily",
        "Not Selected": "Není vybráno",
        "Every X minutes": "Každý X minut",
        "Connect to Server": "Připojte se k serveru",
        "Upgrade Now": "Upgrade nyní",
        "Action": "Akce",
        "Mon": "Čeština",
        "Are you sure you wish to restore this backup? Any files in this archive will overwrite any with the same name that already exist.": "Přejete si skutečně obnovit tuto zálohu? Jakékoliv soubory v tomto archivu přepíše všechny se stejným názvem, které již existují.",
        "Remember Me": "Zapamatovat si mě",
        "Binds docker containers directly to the host network adapter by default.": "Binds docker kontejnery přímo do síťového adaptéru hostitele ve výchozím nastavení.",
        "Refresh Configuration": "Konfigurace obnovení",
        "Include allowed ports only": "Zahrnout povolené porty pouze",
        "Friday": "Pátek",
        "Service Login Request": "Žádost o přihlášení",
        "Create in Docker Containers": "Vytvořit v Docker kontejnerech",
        "Suspended": "Čeština",
        "Cannot Change Password": "Nelze změnit heslo",
        "Delete Local Copy": "Odstranit místní kopii",
        "Lists of ports that AMP will not assign to applications or to itself. Ports 0 through 1024 or those allocated to the AMP instance port ranges will never be used regardless.": "Seznamy portů, které AMP nebude přiřadit k aplikacím nebo k sobě. Porty 0 přes 1024 nebo ty, které jsou přiděleny portu AMP se nikdy nepoužívají bez ohledu na to.",
        "Please enter a name for the new directory": "Zadejte název nového adresáře",
        "The maximum number of instances that can be provisioned on this datastore. 0 for unlimited.": "Maximální počet případů, které mohou být tyto údaje poskytnuty. 0 pro neomezený.",
        "Confirm User Deletion": "Potvrzení uživatele",
        "Logout": "Čeština",
        "What type of trigger would you like to add?": "Jaký typ spouštěče byste chtěli přidat?",
        "Disable 2FA": "Zakázat 2FA",
        "Are you sure you wish to delete this role? This operation cannot be undone.": "Přejete-li si tuto roli odstranit? Tento provoz nelze zrušit.",
        "Exclude from backups": "Odesílání záloh",
        "File Manager": "Správce souborů",
        "Require Password Change": "Poptávka Změna hesla",
        "Default Datastore": "Výchozí Datastore",
        "Upload all backups": "Nahrajte všechny zálohy",
        "Add Task": "Přidat úkol",
        "Tue": "Čeština",
        "If condition is met:": "Pokud je splněny podmínky:",
        "Create a trigger that runs at a more variable interval (E.g. only on weekdays but not weekends)": "Vytvoření spouštěče, který běží na více variabilním intervalu (např. pouze ve všední dny, ale ne víkendech)",
        "Confirm Upgrade": "Potvrzení aktualizace",
        "Close": "Čeština",
        "Connecting to remote AMP instance...": "Připojení k vzdálené AMP instance ...",
        "Instance Name": "Název instance",
        "Delete": "Čeština",
        "Restart Now": "Restartovat nyní",
        "Start instance on boot": "Start instance na boot",
        "The name of the bucket to be used for this instances backups. Use different buckets for different instances.": "Název kbelíku pro tento případ zálohuje. Používejte různé kbelíky pro různé případy.",
        "Saturday": "Sobota",
        "Create new role": "Vytvoření nové role",
        "An update is available via SteamCMD": "Aktualizace je k dispozici přes SteamCMD",
        "TCP": "ČEŠTINA",
        "UUID": "UUID",
        "Double click your new instance to manage it.": "Poklepejte na novou instanci, abyste ji mohli spravovat.",
        "Active": "Čeština",
        "Active Sessions": "Aktivní relace",
        "Please enter the login username for the new user": "Zadejte přihlašovací jméno pro nový uživatel",
        "Protocol": "Čeština",
        "Confirm Restore": "Potvrzení obnovení",
        "Stored Backups": "Ukládání záloh",
        "Do Nothing": "Ne",
        "fourth": "pobočka",
        "Level7": "Úroveň7",
        "Once per day": "Po celý den",
        "Re-run setup": "Re-run nastavení",
        "Actions": "Akce",
        "Paste Here": "Čeština",
        "Connect to SFTP": "Připojte se k SFTP",
        "Full process metrics": "Kompletní procesní metriky",
        "Application Port Ranges": "Rozsahy portů aplikací",
        "Email 'From' address": "Email 'Od' adresa",
        "Delete Instance": "Odstranit instanci",
        "Gathers extended information for running AMP processes": "Společnost Gathers rozšířila informace o spuštění procesů AMP",
        "SMTP Server Port": "SMTP Server Server Server",
        "Remove Task": "Odebrat úlohy",
        "Supported Platforms": "Podporované platformy",
        "Username": "Uživatelské jméno",
        "Add new trigger": "Přidat nový spouštěč",
        "Configure for Traefik": "Konfigurace pro Traefik",
        "If enabled, AMP takes into account the number of CPU cores when calculating total CPU usage, otherwise it calculates assuming one core. A restart is required after changing this setting for it to take effect.": "Pokud je povoleno, AMP bere v úvahu počet jader procesoru při výpočtu celkového využití procesoru, jinak to počítá s tím, že jeden jádro. Po změně tohoto nastavení je nutné restartovat.",
        "Delete Role": "Smazat roli",
        "Forgotten login details?": "Zapomenuté přihlašovací údaje?",
        "Back": "Zpět",
        "When enabled, web sessions are tied to the IP address that initiated them. This improves security, but can cause problems with fast changing/dynamic routing IPs (often found on cheaper ISPs or Campuses)": "Pokud je povoleno, webové relace jsou vázány na adresu IP, která je zahájena. To zlepšuje bezpečnost, ale může způsobit problémy s rychlým měnícím se / dynamickým směrováním IP (často nalezeno na levnějších ISP nebo Campuses)",
        "Secure login allows you to login using your device, your fingerprint, a security key, or any other Webauthn compatible security method.": "Bezpečné přihlášení umožňuje přihlášení pomocí zařízení, vašeho otisku prstu, bezpečnostního klíče nebo jiného Webauthn kompatibilního bezpečnostního způsobu.",
        "If enabled, new instances will not have their required ports added to the system firewall by default.": "Pokud je povoleno, nové instance nebudou mít požadované porty přidané do systémové brány firewall ve výchozím nastavení.",
        "Sleep": "Čeština",
        "Level5": "Úroveň5",
        "Reactivate Local Instances": "Aktivace místních instancí",
        "For responding to events raised by in-application actions or by other AMP components": "Pro reakci na události vyvolané in-aplikace akce nebo jinými komponenty AMP",
        "Please select an application": "Vyberte aplikaci",
        "The maximum number of instances that may exist within this ADS target": "Maximální počet případů, které mohou existovat v rámci cíle ADS",
        "fifth": "pátý",
        "Automatically retry on failure": "Automaticky retrystující selhání",
        "with": "s",
        "Application Port Exclusions": "Ukládání aplikací",
        "Are you sure you wish to delete this backup?": "Přejete si skutečně odstranit tuto zálohu?",
        "Selected": "Vybrané",
        "Create Template Role": "Vytvořit šablonu Role",
        "Fri": "Čeština",
        "Beta Password": "Beta heslo",
        "There are no files in this directory": "V tomto adresáři nejsou žádné soubory",
        "What action should be taken if the backup limit is reached and a new backup is started": "Jaká akce by měla být přijata, pokud je dosažena záloha a nová záloha je zahájena",
        "Remove": "Čeština",
        "Target URL": "Cílová URL",
        "Application Name": "Název aplikace",
        "Add a new task": "Přidat nový úkol",
        "Post a message on Discord": "Napište zprávu o Discordu",
        "Convert to Managed": "Převést na Managed",
        "Via Target": "Přes cíl",
        "Level6": "Úroveň6",
        "Are you sure you wish to delete this user? This operation cannot be undone.": "Přejete-li si smazat tento uživatel? Tento provoz nelze zrušit.",
        "The address used for outgoing emails.": "Adresa použité pro odchozí e-maily.",
        "Backup Space Limit (MB)": "Limit zálohování Space (MB)",
        "Edit profile picture": "Upravit profilový obrázek",
        "Creates all new instances inside Docker containers transparently.": "Vytvoří všechny nové instance uvnitř kontejnerů Docker.",
        "A short, unique name for your backup": "Krátké, jedinečné jméno pro vaši zálohu",
        "Authentication Failure": "Ověřování selhání",
        "SteamCMD and Updates": "SteamCMD a aktualizace",
        "minutes": "minuty",
        "Application Deployment": "Nasazení aplikací",
        "Make a GET request to a URI.": "Získejte žádost o URI.",
        "Some applications require multiple attempts at an update to actually update correctly (notably those that use App ID 90). If enabled AMP will retry updates on certain error conditions that would normally indicate failure.": "Některé aplikace vyžadují více pokusů o aktualizaci, aby správně aktualizovat (neméně ty, které používají ID aplikace 90). Pokud zapnuto AMP bude retryskávat aktualizace na určitých chybových podmínkách, které by normálně ukazují selhání.",
        "Thursday": "Čtvrtek",
        "Default settings to be applied to all new instances": "Výchozí nastavení pro použití všech nových instancí",
        "Two factor authentication (2FA)": "Dvě ověření faktoru (2FA)",
        "Server-wide two-factor policy": "Databáze řešení",
        "Backups": "Zálohy",
        "No remote targets have yet been set up.": "Nebyly nastaveny žádné vzdálené cíle.",
        "User Management": "Správa uživatelů",
        "Save": "Čeština",
        "Level8": "Úroveň8",
        "Dismiss": "Čeština",
        "Push a message via PushBullet to a specific channel": "Stiskněte zprávu přes PushBullet na konkrétní kanál",
        "Add Trigger": "Přidat Trigger",
        "More >>": "Více >>",
        "S3 Service URL": "URL služby S3",
        "not": "ne",
        "Automatically reactivate instances": "Automaticky reagujíivate instance",
        "Target configuration for": "Cílová konfigurace pro",
        "Related Link:": "Související odkaz:",
        "Confirm trigger deletion": "Potvrďte smazání spouště",
        "System Type": "Typ systému",
        "Apply Traefik labels to docker instances. (Experimental!)": "Aplikujte Traefik štítky na docker instance. (Experimental!)",
        "Minutes": "Zápisy",
        "Startup Mode": "Režim spuštění",
        "Do not delete": "Nemazání",
        "Default Application IP Binding": "Výchozí IP aplikace",
        "Sept": "Čeština",
        "Time Stamp": "Časová razítka",
        "Item IDs for steam workshop items that should be downloaded/updated when the main application is updated": "ID položky položky workshopu, které by měly být staženy/aktualizovány, když je hlavní aplikace aktualizována",
        "Please enter a name for this login request for future reference.": "Zadejte prosím název pro tento přihlašovací požadavek pro budoucí referenci.",
        "Send an email": "Odeslat e-mail",
        "Refresh": "Čeština",
        "A backup finishes archiving.": "Zálohování dokončí archivaci.",
        "Trash": "Čeština",
        "Select datastore": "Vybrat datastore",
        "Join Time": "Zaregistrujte se",
        "If disabled, this ADS instance will only pass provision requests to other ADS instances and never create instances locally.": "Pokud je zakázáno, bude tato instance ADS předává pouze žádosti o poskytnutí dalších případů ADS a nikdy nevytvářejí instance lokálně.",
        "The docker network to be used for Traefik managed instances.": "Síť docker slouží pro řízené instance Traefik.",
        "Level2": "Úroveň2",
        "Every": "VšeDlouhé",
        "Login": "Přihlášení",
        "Reload": "Reload",
        "Require Session IP Stickiness": "Vyžaduje vysazení IP Stickiness",
        "OK": "ČEŠTINA",
        "No files to paste": "Žádné soubory do pasty",
        "By Build ID": "Sestavit ID",
        "Only allow extensions in the approved 'upload' list to be extracted from archives": "Pouze povolit rozšíření v seznamu schválených 'upload', které mají být extrahovány z archivu",
        "Uploaded Extensions": "Nahráno Rozšíření",
        "UDP": "ČEŠTINA",
        "Use Host Networking for new Containers": "Použijte Host Networking pro nové kontejnery",
        "No Schedule Set": "Žádné nastavení plánu",
        "No": "Ne",
        "Last login:": "Poslední přihlášení:",
        "A backup has failed.": "Zálohování selhalo.",
        "Location": "Čeština",
        "Create a trigger that runs at a fixed interval (daily, weekly, etc)": "Vytvoření spouštěče, který běží v pevném intervalu (děpodobně, týden, atd)",
        "Editable": "Úprava",
        "The URL of the authentication server to be used by new instances": "URL ověřovacího serveru pro použití nových instancí",
        "Which IP address applications deployed by AMP should use by default.": "Které aplikace IP adresy nasazené AMP by měly používat ve výchozím nastavení.",
        "Level3": "Úroveň3",
        "How many minutes into the past should the console show when a user logs in. (Affects all users)": "Kolik minut do minulosti by měl konzoli zobrazit, když přihlášení uživatele. (Affikuje všechny uživatele)",
        "Otherwise, you can connect using your chosen SFTP client using the following details:": "V opačném případě se můžete připojit pomocí zvoleného klienta SFTP pomocí následujících detailů:",
        "SMTP Server Address": "SMTP Server Adresa",
        "Create Archive": "Vytvořit archiv",
        "Confirm Password": "Potvrzení hesla",
        "Timestamp": "Čeština",
        "Login with Biometrics": "Přihlášení s biometrické",
        "Password Strength": "Síla hesla",
        "Which IP AMP should report for instances created within Docker when no specific IP is specified": "Který IP AMP by měl hlásit například vytvořené v Dockeru, když není uvedeno žádný konkrétní IP",
        "AMP Update Available:": "AMP Update Dostupné:",
        "Created": "Čeština",
        "Stopped": "Čeština",
        "attempts": "pokusy",
        "Autostart Instances": "Automatické startové instance",
        "Support Home": "Podpora",
        "Throttle Downloads": "Ke stažení Throttle",
        "It is": "To je",
        "Tuesday": "Úterý",
        "Which file extensions can be downloaded via the file manager or via SFTP": "Které přípony souborů lze stáhnout prostřednictvím správce souborů nebo přes SFTP",
        "Tags": "Tagy",
        "Login rate-limit time window": "Přihlášení rychlost-limit časové okno",
        "Category": "Kategorie",
        "Two Factor Authentication": "Ověřování dvou faktorů",
        "Calculate md5 hash": "Výpočet md5 hash",
        "Docker External IP": "Docker Externí IP",
        "Schedule an update and restart once the last user leaves, or immediately if empty.": "Naplánujte aktualizaci a restartujte, jakmile poslední uživatel opustí, nebo okamžitě, pokud je prázdný.",
        "Rename Directory": "Přejmenovat adresář",
        "Please enter a new filename": "Zadejte nový název souboru",
        "A backup has started.": "Byla spuštěna záloha.",
        "Automatically sends anonymous error report to CubeCoders if AMP encounters an error from which it can't recover.": "Automaticky odesílá anonymní chybovou zprávu k CubeCoders, pokud AMP narazí chybu, ze které nemůže obnovit.",
        "Active Users": "Aktivní uživatelé",
        "Level9": "Úroveň9",
        "If enabled, SMT cores (Hyperthreading, etc) are ignored when calculating CPU usage of processes. E.g. when disabled a quad core with hyperthreading is treated like an 8 core system, when enabled it's treated like a 4 core system. A restart is required after changing this setting for it to take effect.": "Pokud je povoleno, SMT jádra (Hyperthreading, atd) jsou ignorovány při výpočtu využití CPU procesů. E.g. při vypnutém čtyřjádrovém jádru s hyperthreadingem je ošetřeno jako 8 jader, když je povoleno, je ošetřen jako 4 základní systém. Po změně tohoto nastavení je nutné restartovat.",
        "Application Version": "Verze aplikace",
        "Select a role...": "Vyberte roli...",
        "Soft Limit": "Měkké omezení",
        "Stop": "Čeština",
        "Instances in Docker containers are isolated from other instances and the rest of the system, at the expense of a minor performance impact.": "V závislosti na kontejnerech Docker jsou izolovány z jiných případů a zbytek systému, na úkor menšího výkonu nárazu.",
        "This application template has been": "Tato šablona aplikace byla",
        "support board": "podpora desky",
        "Plugins": "Pluginy",
        "Description": "Čeština",
        "Size": "Velikost",
        "Delete Backup": "Odstranit zálohování",
        "CubeCoders Limited": "CubeCoders Limited",
        "Key": "Čeština",
        "Server provided by": "Server poskytovaný",
        "The maximum amount of disk space to allow for all stored backups": "Maximální množství místa na disku, které umožňují pro všechny uložené zálohování",
        "Taken By": "Vzít podle",
        "Advanced Time Interval": "Pokročilý čas Interval",
        "Starting": "Spuštění",
        "Instances with a lower priority number are preferred over those with a higher number, all other factors being equal.": "V závislosti s nižším prioritním číslem jsou preferovány u těch s vyšším počtem, všechny ostatní faktory jsou stejné.",
        "Autostart": "Autostart",
        "Wait": "Čeština",
        "AMP Service Port Ranges": "AMP Service Port Rozsahy",
        "Notifications": "Oznámení",
        "Services Running": "Služby Běh",
        "Propagate auth server to targets": "Propagate auth server pro cíle",
        "Last Modified": "Poslední změna",
        "Exclude new instances from firewall": "Rozejde nové instance z firewallu",
        "Unspecified": "Nespecifikované",
        "Your username and password are the same as those used to log into the panel.": "Vaše uživatelské jméno a heslo jsou stejné jako ty používané pro přihlášení do panelu.",
        "Copy": "Čeština"
    },
    "DaysOfWeek": [
        "pond",
        "úterý",
        "středa",
        "Čtvrtek",
        "pátek",
        "sobota",
        "Neděle"
    ],
    "MonthsOfYear": [
        "leden",
        "úno",
        "březen",
        "dubna",
        "smět",
        "Června",
        "Červenec",
        "srpen",
        "Sedm",
        "říjen",
        "Novinky",
        "prosinec"
    ],
    "LongDaysOfWeeek": [
        "Pondělí",
        "Úterý",
        "Čeština",
        "Čtvrtek",
        "Pátek",
        "Sobota",
        "Neděle"
    ],
    "LocaleName": "cz"
}
