{
    "MonthsOfYear": [
        "Ene",
        "Feb",
        "Mar",
        "Abr",
        "Mayo",
        "Junio",
        "Julio",
        "Ago",
        "Sept",
        "Oct",
        "Nov",
        "Dic"
    ],
    "DaysOfWeek": [
        "Mon",
        "Tue",
        "Wed",
        "Thurs",
        "Fri",
        "Sentado",
        "Sol"
    ],
    "Strings": {
        "Related Link:": "Enlace relacionado:",
        "Advanced Details": "Detalles avanzados",
        "Connecting to remote AMP instance...": "Conectarse a la remota instancia AMP...",
        "For": "Para",
        "Application Deployment": "Despliegue de la aplicaci칩n",
        "CubeCoders Limited": "CubeCoders Limited",
        "Username": "Nombre de usuario",
        "Status": "Estado",
        "Abort": "Aborto",
        "Create Role": "Crear papel",
        "Authentication Tokens": "Authentication Tokens",
        "Add a new trigger": "A침adir un nuevo gatillo",
        "Simple Time Interval": "Intervalo de tiempo simple",
        "Wed": "Wed",
        "On the": "En el",
        "Once per week": "Una vez por semana",
        "Finish": "Acabado",
        "Edit Ports": "Editar puertos",
        "Edit Settings": "Editar configuraci칩n",
        "Add new datastore": "A침adir nueva tienda de datos",
        "have firewall rules generated for it.": "tienen reglas de cortafuegos generadas para ello.",
        "No Tasks Added": "No se han a침adido tareas",
        "Traefik domain name": "Nombre de dominio Traefik",
        "Direct": "Direct",
        "Remote Instance Access Mode": "Modo de acceso remoto",
        "The maximum number of backups to store irrespective of size": "El n칰mero m치ximo de copias de seguridad para almacenar independientemente del tama침o",
        "Whether or not the types of files that can be uploaded should be restricted": "Si los tipos de archivos que se pueden cargar deben ser restringidos",
        "Allow extension changes": "Permitir cambios de extensi칩n",
        "Automatically bans IP addresses from SFTP logins if they try to login as": "Prohibir autom치ticamente direcciones IP de los logins SFTP si intentan iniciar sesi칩n como",
        "Instance Deployment": "Despliegue de la instalaci칩n",
        "Networking": "Redes",
        "Take a backup": "Tome un respaldo",
        "New Instance Defaults": "New Instance Defaults",
        "Unknown": "Desconocido",
        "Lists of ports that can be used by AMP to create AMP instances. Specify port ranges by separating the upper and lower bounds by a colon (e.g. 8080:8180). These ports must not be used by other services.": "Listas de puertos que pueden ser utilizados por AMP para crear instancias AMP. Especifique los rangos de puertos separando los l칤mites superiores e inferiores por un colon (por ejemplo, 8080:8180). Estos puertos no deben ser utilizados por otros servicios.",
        "Friendly Name (Optional)": "Nombre amistoso (opcional)",
        "Manage in new tab": "Administrar en nueva pesta침a",
        "Limits downloads to a given speed (In megabits/sec) to avoid disrupting other applications. 0 for unlimited.": "Limita las descargas a una velocidad dada (En megabits/sec) para evitar perturbar otras aplicaciones. 0 para ilimitado.",
        "Update the application": "Actualizar la aplicaci칩n",
        "Manage tokens": "Dirige tokens",
        "Days": "D칤as",
        "Add Custom Port": "Add Custom Port",
        "Unable to run": "Incapaz de correr",
        "Default AMP IP Binding": "Default AMP IP Binding",
        "Search...": "Buscar...",
        "S3 Secret Key": "S3 Secret Key",
        "Default Settings": "Ajustes predeterminados",
        "Thurs": "Thurs",
        "Accept": "Aceptar",
        "July": "Julio",
        "Audit Log": "Audit Log",
        "If enabled, AMP will be able to upload backups to any S3 compatible storage service.": "Si est치 habilitado, AMP ser치 capaz de subir copias de seguridad a cualquier servicio de almacenamiento compatible con S3.",
        "Are you sure you wish to delete this task? This action cannot be undone.": "쯉eguro que desea borrar esta tarea? Esta acci칩n no se puede deshacer.",
        "Creating Backup": "Creaci칩n de respaldo",
        "of each month at": "de cada mes a",
        "This trigger will not fire on months that have fewer than": "Este gatillo no disparar치 en meses que tienen menos que",
        "Release Notes": "Notas de lanzamiento",
        "Local Instances": "Local Instances",
        "May": "Mayo",
        "Settings for instance": "Ajustes por ejemplo",
        "Connect to Application": "Conectarse a la aplicaci칩n",
        "New Username": "Nuevo nombre de usuario",
        "Create a new schedule trigger to make tasks run either at a given interval, or in response to an event.": "Cree un nuevo disparador de programaci칩n para hacer que las tareas funcionen a un intervalo determinado, o en respuesta a un evento.",
        "Select deployment target": "Seleccionar el objetivo de despliegue",
        "Suspended instances cannot be accessed and prompt the user to contact the administrator.": "No se puede acceder a casos sostenidos e incitar al usuario a ponerse en contacto con el administrador.",
        "The licence key to use for newly created instances": "The licence key to use for newly created instances",
        "Hours": "Horas",
        "Unsaved Changes": "Cambios no salvos",
        "This is a single-use code that cannot be used again once scanned. It will remain valid for 30 seconds.": "Este es un c칩digo de uso 칰nico que no se puede utilizar de nuevo una vez escaneado. Ser치 v치lido durante 30 segundos.",
        "Default auth server": "Default auth server",
        "Edit Port Bindings": "Editar Port Bindings",
        "How many times AMP should attempt to automatically retry failed updates if 'Automatically retry on failure' is enabled.": "Cuantas veces AMP debe intentar reintentar autom치ticamente actualizaciones fallidas si 'Automatically retry on failure' est치 habilitada.",
        "Learn More": "M치s informaci칩n",
        "S3 Bucket Name": "S3 Bucket Name",
        "After Creation": "Despu칠s de la creaci칩n",
        "Acknowledge": "Reconocimiento",
        "The maximum number of CPU shares that this container may use. Roughly matches up with the number of CPU cores/threads the container can use but non-multithreaded applications may not see performance increases from higher values. Setting to 0 results in no limit.": "El n칰mero m치ximo de acciones de CPU que este contenedor puede utilizar. Aproximadamente coincide con el n칰mero de n칰cleos de CPU / hilos que el contenedor puede utilizar pero las aplicaciones no-multithreaded no pueden ver aumentos de rendimiento de valores superiores. Ajuste a 0 resultados en ning칰n l칤mite.",
        "Console Scrollback Period": "Console Scrollback Periodo",
        "Please check configuration": "Por favor revise la configuraci칩n",
        "Drop to upload here": "Suelta para subir aqu칤",
        "Restrict downloadable extensions": "Restrict downloadable extensions",
        "Downloadable": "Descargable",
        "days.": "d칤as.",
        "Check for available updates via SteamCMD": "Check for available updates via SteamCMD",
        "common usernames": "nombres comunes de usuario",
        "Create Backup": "Crear respaldo",
        "Level0": "Nivel0",
        "Trigger": "Trigger",
        "Welcome to AMP": "Bienvenido a AMP",
        "Sunday": "Domingo",
        "Service Login": "Service Login",
        "Upgrading this instance may take up to 5 minutes. You will not be able to log into any instances that depend on this ADS instance.": "La actualizaci칩n de este caso puede tardar hasta 5 minutos. Usted no ser치 capaz de conectarse a cualquier instancia que dependa de esta instancia ADS.",
        "Update and then start the application": "Actualizar y luego iniciar la aplicaci칩n",
        "Restart": "Restart",
        "Click on a parameter to insert it into your value.": "Haga clic en un par치metro para insertarlo en su valor.",
        "Restore Backup": "Restore Backup",
        "If set, this instance will": "Si se establece, este caso ser치",
        "Pushbullet Access Token": "Pulbullet Access Token",
        "You have no files in the clipboard to paste": "Usted no tiene archivos en el portapapeles para pegar",
        "Create Directory": "Crear directorio",
        "Delete from S3": "Suprimirse del S3",
        "Lists of ports that can be used by application servers created by AMP. Specify port ranges by separating the upper and lower bounds by a colon (e.g. 25565:25665). These ports must not be used by other services.": "Listas de puertos que pueden ser utilizados por servidores de aplicaciones creados por AMP. Especifique los rangos de puertos separando los l칤mites superiores e inferiores por un colon (por ejemplo 25565:25665). Estos puertos no deben ser utilizados por otros servicios.",
        "Honeypot SFTP Login Attempts": "Honeypot SFTP Intentos",
        "AMP is up-to-date.": "AMP est치 al d칤a.",
        "In queue for refresh...": "En espera de refrescar...",
        "Unavailable, retry pending.": "Indisponible, retry pendiente.",
        "Select Application": "Seleccione la aplicaci칩n",
        "Select Directory": "Seleccionar directorio",
        "Your secret key for your chosen S3 service": "Tu clave secreta para tu servicio S3 elegido",
        "Create a custom configuration": "Crear una configuraci칩n personalizada",
        "Level1": "Nivel1",
        "Unlimited": "Ilimitados",
        "Manage": "Manage",
        "Manual only": "Manual 칰nicamente",
        "Deactivating a datastore prevents new instances from being provisioned to it.": "Desactivar una tienda de datos impide que se le proporcionen nuevos casos.",
        "Endpoint": "Endpoint",
        "Level4": "Nivel4",
        "Start Instance and Update Application": "Inicio Aplicaci칩n de instalaci칩n y actualizaci칩n",
        "Edit User Permissions": "Editar permisos de usuario",
        "Upgrade this AMP instance": "Actualizar esta instancia AMP",
        "Create new template role": "Crear nuevo papel de plantilla",
        "Delete Multiple": "Eliminar m칰ltiples",
        "not compatible": "no compatible",
        "The wildcard domain to be used to access Traefik managed instances. Must take the format of *.domain.tld": "El dominio wildcard se utilizar치 para acceder a las instancias gestionadas de Traefik. Debe tomar el formato de *.domain.tld",
        "Excluded from backups": "Excluido de copias de seguridad",
        "AMP Theme": "AMP Tema",
        "User deletion failed": "La eliminaci칩n del usuario fall칩",
        "Downloading file": "Archivo de descarga",
        "Service Limit": "L칤mite de servicio",
        "Whether all backups should be uploaded, or just those for which there is insufficient space to store locally.": "Si todas las copias de seguridad deben ser subidas, o s칩lo aquellas para las cuales no hay suficiente espacio para almacenar localmente.",
        "Affects all users - change AMPs visual appearance with different themes. You will need to do a force-reload for this to take effect.": "Afecta a todos los usuarios - cambiar AMPs apariencia visual con diferentes temas. Tendr치s que hacer una carga de fuerza para que esto surta efecto.",
        "Enable direct file transfers": "Permitir transferencias directas de archivos",
        "Multicore CPU usage calculation": "CPU multicore c치lculo de uso",
        "The maximum amount of disk space (uncompressed) to allow for a single backup": "La cantidad m치xima de espacio de disco (no comprimido) para permitir una sola copia de seguridad",
        "Required": "Necesario",
        "Email Address": "Direcci칩n de correo electr칩nico",
        "Enter a new value": "Ingrese un nuevo valor",
        "Datastores": "Datastores",
        "Module": "M칩dulo",
        "Auto-report errors": "Errores de auto-reporto",
        "Change Password": "Cambiar contrase침a",
        "Mar": "Mar",
        "Simple Time Interval Trigger": "Intervalor de tiempo simple",
        "Create User": "Crear usuario",
        "Running": "Corriendo",
        "Delete User": "Eliminar usuario",
        "Add new task": "Agregar nueva tarea",
        "Feb": "Feb",
        "Nov": "Nov",
        "Reports memory usage only as physical RAM usage, ignoring swap usage. Doesn't apply when full process metrics is enabled.": "Informa el uso de la memoria s칩lo como uso de RAM f칤sica, ignorando el uso de swap. No se aplica cuando se activa la m칠trica completa del proceso.",
        "This application is": "Esta aplicaci칩n es",
        "Oct": "Oct",
        "Update check method": "M칠todo de verificaci칩n de actualizaci칩n",
        "Offset in seconds to advance or delay execution of scheduled tasks that use time-based triggers.": "Desactivar en segundos para avanzar o retrasar la ejecuci칩n de tareas programadas que utilizan desencadenantes basados en el tiempo.",
        "Setup 2FA": "Configuraci칩n 2FA",
        "Logged in at": "Logged en",
        "Keep Running": "Sigue corriendo",
        "Schedule Offset": "Sin conexi칩n",
        "Sources of git repositories to fetch deployment templates from. Use of third party sources is unregulated and entirely at your own risk.": "Fuentes de repositorios de git para buscar plantillas de despliegue. El uso de fuentes de terceros no est치 regulado y est치 totalmente en su propio riesgo.",
        "Backup Name": "Nombre de respaldo",
        "Upgrading this instance requires that it is shut down, along with the application within it. Do you want to proceed with the upgrade?": "Actualizar esta instancia requiere que se cierre, junto con la aplicaci칩n dentro de ella. 쯈uieres continuar con la actualizaci칩n?",
        "Directory": "Directorio",
        "Local": "Local",
        "Which method AMP should use to check for application updates, by either comparing the build timestamps, or by comparing the build ID from the application manifest.": "Que m칠todo AMP debe utilizar para comprobar las actualizaciones de aplicaciones, ya sea comparando los timetamps de construcci칩n, o comparando el ID de compilaci칩n del manifiesto de aplicaci칩n.",
        "Sun": "Sol",
        "Delete Item": "Tema",
        "Sat": "Sat",
        "Once created, you can manage it to update and start it.": "Una vez creado, puede administrarlo para actualizarlo y comenzarlo.",
        "If you have a registered SFTP client such as WinSCP installed, it should open automatically.": "Si tiene un cliente SFTP registrado como WinSCP instalado, debe abrirse autom치ticamente.",
        "Select File": "Seleccionar archivo",
        "What task would you like to perform?": "쯈u칠 tarea le gustar칤a realizar?",
        "Download from S3": "Descargar desde S3",
        "Event Trigger": "Trigger del evento",
        "Security and Privacy": "Seguridad y Privacidad",
        "Refreshing...": "Refrescando...",
        "This task consumes no values.": "Esta tarea no consume valores.",
        "The standard location for AMP instances, and where the ADS instance will be stored. This datastore cannot be deleted.": "La ubicaci칩n est치ndar para las instancias AMP, y donde se almacenar치 la instancia ADS. Esta tienda de datos no se puede eliminar.",
        "Full Address": "Direcci칩n completa",
        "The on-disk location where instances will be stored. Changing this will not affect existing instances, only newly created ones.": "La ubicaci칩n en el disco donde se almacenar치n los casos. Cambiar esto no afectar치 las instancias existentes, s칩lo las nuevas creadas.",
        "Which IP address new AMP instances should use by default.": "Que direcciones IP nuevas instancias AMP deben utilizar por defecto.",
        "Edit": "Editar",
        "Mobile Login": "Mobile Login",
        "Download": "Descargar",
        "Monitoring and Metrics": "Vigilancia y medici칩n",
        "Time": "Hora",
        "MBits/sec": "MBits/sec",
        "Scan this QR code on your mobile device to log in as the current user.": "Analice este c칩digo QR en su dispositivo m칩vil para iniciar sesi칩n como el usuario actual.",
        "Instance Start Delay": "Instance Start Delay",
        "Steam workshop items": "Art칤culos del taller de vapor",
        "deprecated.": "deprecatado.",
        "Backup Replacement Policy": "Pol칤tica de sustituci칩n",
        "Setting Saved 游딪": "Ajuste guardado 游딪",
        "Allow all except excluded": "Salvo excluidos",
        "Refresh in progress...": "Refrescante en progreso...",
        "Storage Soft Limit (MB)": "Soft Limit de almacenamiento (MB)",
        "Container CPUs": "Container CPU",
        "Datastore Name": "Nombre de la tienda",
        "Extract To...": "Extracto a...",
        "Post a message on Slack": "Publica un mensaje en Slack",
        "Browse Datastore": "Navegue Datastore",
        "Allow folders to be archived, and archives to be extracted": "Permitir archivo de carpetas y extraer archivos",
        "Bypasses the API for file transfers. A restart of AMP is required for this setting change to take effect.": "Pagina la API para transferencias de archivos. Se requiere un reinicio de AMP para que este cambio de configuraci칩n surta efecto.",
        "Reserve": "Reserva",
        "recommended": "recomendado",
        "Are you sure you want to move the selected item to the trash?": "쯉eguro que quieres mover el art칤culo seleccionado a la basura?",
        "Memory Usage": "Uso de la memoria",
        "Whether AMP should only use those ports explicitly assigned to it, or if it can use all ports except those explicitly excluded.": "Si la AMP s칩lo debe utilizar esos puertos expresamente asignados a ella, o si puede utilizar todos los puertos excepto aquellos expl칤citamente excluidos.",
        "Default release stream": "Corriente de liberaci칩n predeterminada",
        "Password changed successfully": "La contrase침a cambi칩 con 칠xito",
        "View Logs": "Ver los registros",
        "Endpoint for your S3 compatible service.": "Endpoint para su servicio compatible con S3.",
        "User Information": "Informaci칩n del usuario",
        "Kill": "Matar",
        "Sticky backups won't be deleted to make room for automatic backups": "Las copias de seguridad pegajosas no ser치n eliminadas para hacer espacio para copias de seguridad autom치ticas",
        "Password Expires": "Password Expires",
        "Create new instance": "Crear nueva instancia",
        "Usage": "Usage",
        "Cancel": "Cancelar",
        "Allowing extension changes could let a user upload a file as one type, and change it later": "Permitir cambios de extensi칩n podr칤a permitir a un usuario subir un archivo como un tipo, y cambiarlo m치s tarde",
        "Update Now": "Actualizar ahora",
        "Virtual Directories": "Virtual Directories",
        "IP Address": "Direcci칩n IP",
        "How frequently AMP should push metrics data to connected sessions": "Con qu칠 frecuencia AMP debe empujar datos m칠tricos a sesiones conectadas",
        "View Latest Release Notes": "Ver las 칰ltimas notas de lanzamiento",
        "Default post-create action": "Acci칩n predeterminada despu칠s de la creaci칩n",
        "Your access key for your chosen S3 service": "Su llave de acceso para su servicio S3 elegido",
        "Fetch Latest": "Fetch Latest",
        "Download file here": "Descargar archivo aqu칤",
        "Edit Datastore -": "Editar Datastore -",
        "S3 Access Key": "Llave de acceso S3",
        "Last activity": "칔ltima actividad",
        "Run in Docker Container": "Corre en Docker Container",
        "Rename File": "Rename File",
        "Shutdown and Update": "Desactivaci칩n y actualizaci칩n",
        "External Services": "Servicios externos",
        "Yes": "S칤",
        "If the memory policy is 'reserve', how much memory should be set aside for this container as a minimum. If the memory policy is 'restrict', how much memory this container may use maximum. Setting to 0 results in no limit.": "Si la pol칤tica de memoria es 'reserve', cu치nto memoria debe ser reservada para este contenedor como m칤nimo. Si la pol칤tica de memoria es \"restricta\", cu치nto memoria puede usar este contenedor m치ximo. Ajuste a 0 resultados en ning칰n l칤mite.",
        "Last Used": "칔ltimo usado",
        "User Friendly process metrics": "M칠tricas de proceso amigable del usuario",
        "Biometric/Token Login (Webauthn)": "Biometric/Token Login (Webauthn)",
        "Priority": "Prioridad",
        "Recalculate usage": "Uso recalculado",
        "If you're using GMail - you will need to request an": "Si est치 usando GMail - necesitar치 solicitar un",
        "Once per month": "Una vez por mes",
        "Are you sure you wish to delete this trigger? Any tasks associated with it will also be deleted. This action cannot be undone.": "쯉eguro que desea eliminar este gatillo? Cualquier tarea asociada con ella tambi칠n ser치 eliminada. Esta acci칩n no se puede deshacer.",
        "Empty Trash": "Empty Trash",
        "Login rate-limit attempts": "Intentes de velocidad de acceso",
        "Container Memory Policy": "Container Memory Policy",
        "Name": "Nombre",
        "Licence Key": "Clave de licencia",
        "Whether or not this instance should start automatically when the system boots.": "Si esta instancia debe comenzar autom치ticamente cuando el sistema arranca.",
        "Use SSL for SMTP": "Use SSL para SMTP",
        "If you have 2FA enabled, you need to append your 2FA code to the end of your password.": "Si tiene 2FA habilitada, debe adjuntar su c칩digo 2FA al final de su contrase침a.",
        "Allow archive operations": "Permitir operaciones de archivo",
        "By Timestamp": "Por Timestamp",
        "Confirm task deletion": "Confirme la eliminaci칩n de tareas",
        "Edit Datastore": "Editar Datastore",
        "Unable to complete task": "Incapacidad para completar la tarea",
        "Create your first server": "Crear su primer servidor",
        "Application you're looking for not in this list?": "쮸plicaci칩n que est치s buscando no en esta lista?",
        "Use S3 Storage for Backups": "Utilizar almacenamiento S3 para copias de seguridad",
        "Port": "Puerto",
        "Upload to S3": "Subir a S3",
        "Instance Limit": "Limite de instalaci칩n",
        "Failed to create instance": "Failed to create instance",
        "Otherwise, for support with AMP please visit the": "De lo contrario, para el apoyo con AMP visite el",
        "Port usage for": "Uso de puertos para",
        "Move to trash": "Mu칠vete a la basura",
        "Currently running version": "Versi칩n actual",
        "Rename": "Rename",
        "Start the application": "Iniciar la aplicaci칩n",
        "Cloud Backups": "Cloud Backups",
        "What should happen by default to newly created instances.": "Qu칠 debe pasar por defecto a las instancias reci칠n creadas.",
        "User": "Usuario",
        "Stored": "Almacenado",
        "Enable S3 Cloud Storage": "Permite almacenamiento en la nube S3",
        "Whether or not the types of files that can be downloaded should be restricted": "Si los tipos de archivos que se pueden descargar deben ser restringidos",
        "Want help fast?": "쯈uieres ayuda r치pida?",
        "A description of the backup and why you're taking it (optional)": "Una descripci칩n de la copia de seguridad y por qu칠 la toma (opcional)",
        "Console": "Consol",
        "Send a Wake-On-Lan packet": "Enviar un paquete de Wake-On-Lan",
        "second": "segundo",
        "Extract Here": "Extracto",
        "Aug": "Aug",
        "When running as a controller, how instances on remote targets should be accessed. In 'Direct' mode it will connect directly to that instance, bypassing the target - which requires extra security and firewall rules.": "Cuando se ejecute como controlador, debe accederse a casos en objetivos remotos. En el modo 'Direct' se conectar치 directamente a esa instancia, pasando por el objetivo - que requiere seguridad adicional y reglas de cortafuegos.",
        "SFTP Port Number": "SFTP N칰mero de puerto",
        "Configuration": "Configuraci칩n",
        "Confirm Restart": "Confirma el reinicio",
        "Backup Count Limit": "Respaldo con l칤mite",
        "SMTP Username": "SMTP Nombre de usuario",
        "Every X hours": "Cada hora X",
        "Start Instance": "Start Instance",
        "Months": "Meses",
        "third": "tercero",
        "Additional directories to show up as shortcuts inside the file manager": "Directorios adicionales para aparecer como atajos dentro del gestor de archivos",
        "New Password": "Nueva contrase침a",
        "If enabled, the Default Auth Server URL will be copied to all targets when they are added to ADS": "Si est치 habilitado, la URL de Auth Server Default ser치 copiada a todos los objetivos cuando se a침adan a ADS",
        "Configuration Repositories": "Repositorios de configuraci칩n",
        "This ADS installation has been setup as a controller, which means it cannot create instances by itself. You must create a Target ADS instance and register it with this controller before creating instances.": "Esta instalaci칩n de ADS se ha creado como controlador, lo que significa que no puede crear instancias por s칤 misma. Debe crear una instancia ADS Target y registrarla con este controlador antes de crear instancias.",
        "June": "Junio",
        "Restart the application server, but only if it is empty": "Reiniciar el servidor de aplicaciones, pero s칩lo si est치 vac칤o",
        "Virtualization": "Virtualizaci칩n",
        "Restrict": "Restricciones",
        "Individual Backup Limit (MB)": "L칤mite de respaldo individual (MB)",
        "How many minutes the sliding window should be to check for authentication failures.": "Cu치ntos minutos la ventana corredera debe ser para comprobar por fallas de autenticaci칩n.",
        "Loaded Plugins": "Plugins cargados",
        "Application State:": "Estado de aplicaci칩n:",
        "On the (nth) (day) of each month": "El (no) (d칤a) de cada mes",
        "Port Assignment Mode": "Asignaci칩n de puertos Modo",
        "Start": "Comienzo",
        "Add": "A침adir",
        "Exclude From Firewall": "Excluido del cortafuegos",
        "Both": "Ambos",
        "Restrict uploadable extensions": "Extensiones subidas restringidas",
        "Stop Instance": "Stop Instance",
        "If more than this number attempts occurs within the rate-limit time window, the IP address will be unable to make further login requests": "Si m치s de este n칰mero de intentos ocurre dentro de la ventana de tiempo l칤mite de tarifas, la direcci칩n IP no podr치 hacer m치s solicitudes de inicio de sesi칩n",
        "What level of compression to apply to newly created backups. Lower levels of compressison require less CPU time to create and extract, but result in larger files.": "Qu칠 nivel de compresi칩n debe aplicarse a copias de seguridad reci칠n creadas. Los niveles inferiores de compresi칩n requieren menos tiempo de CPU para crear y extraer, pero resultan en archivos m치s grandes.",
        "Instances": "Instances",
        "A password change is required to login with this user": "Se requiere un cambio de contrase침a para iniciar sesi칩n con este usuario",
        "Backup Compression Level": "Nivel de compresi칩n de respaldo",
        "Restrict Archive Extractions": "Extracci칩n de archivos de restricci칩n",
        "application specific password": "aplicaci칩n contrase침a espec칤fica",
        "Restart this AMP instance": "Reinicie esta instancia AMP",
        "Add new token": "A침adir nuevo token",
        " 2FA is currently": " 2FA es actualmente",
        "Send Test Message": "Mensaje de prueba",
        "Then you will be able to configure and start this server.": "Entonces podr치 configurar y comenzar este servidor.",
        "Emitted Values": "Valores eliminados",
        "Friendly Name": "Nombre amistoso",
        "Platform": "Plataforma",
        "to safely store your backups in the cloud.": "para almacenar sus copias de seguridad en la nube.",
        "Ignore SMT Cores": "Ignoro SMT Cores",
        "Confirm Deletion": "Confirmaci칩n de eliminaci칩n",
        "Please enter a new directory name": "Por favor, introduzca un nuevo nombre del directorio",
        "Run a command in one hour, with warnings (non-blocking)": "Ejecute un comando en una hora, con advertencias (no bloqueo)",
        "Always make sure to include the information listed below.": "Siempre aseg칰rese de incluir la informaci칩n que aparece a continuaci칩n.",
        "Monday": "Lunes",
        "Add Tag": "Tag",
        "Device": "Dispositivo",
        "New Directory": "Nuevo Directorio",
        "S3 Upload Mode": "Modo de carga S3",
        "Schedule": "Cuadro",
        "Unable to update user.": "No se puede actualizar el usuario.",
        "This will permemently delete this user and all associated data.": "Esto eliminar치 permementamente a este usuario y todos los datos asociados.",
        "Join CubeCoders on Discord!": "춰칔nete a CubeCoders on Discord!",
        "Select a user...": "Seleccione un usuario...",
        "Confirm 2FA Code": "Confirmar 2FA Code",
        "Community Contributed Content -": "Contenido Gentileza de la comunidad -",
        "Jan": "Jan",
        "Confirm Shutdown": "Confirmaci칩n de cierre",
        "The password to be used for participating in betas via SteamCMD if required.": "La contrase침a a utilizar para participar en betas a trav칠s de SteamCMD si es necesario.",
        "Message": "Mensaje",
        "Add New Datastore": "A침adir nueva tienda de datos",
        "Which release stream to use by default when creating or updating instances": "Que flujo de liberaci칩n para utilizar por defecto al crear o actualizar instancias",
        "Update the application and restart it if it was previously running": "Actualizar la aplicaci칩n y reiniciarla si se estaba ejecutando previamente",
        "AMP Core": "AMP Core",
        "Datastores that reach or exceed this limit in total size will not be considered as deployment targets. This is only a soft limit and does not prevent instances on this datastore from using more space.": "Los datastores que alcancen o superen este l칤mite en tama침o total no se considerar치n objetivos de despliegue. Esto es s칩lo un l칤mite suave y no impide que las instancias en esta tienda de datos utilicen m치s espacio.",
        "backups": "backups",
        "Consumed Values": "Valores consumados",
        "Which file extensions can be Uploaded via the file manager or via SFTP": "Que extensiones de archivo se pueden cargar a trav칠s del administrador de archivos o a trav칠s de SFTP",
        "Wake Up": "Despierta",
        "Restarting this instance may take up to a minute. You will not be able to log into any instances that depend on this ADS instance.": "Reiniciar esta instancia puede tardar un minuto. Usted no ser치 capaz de conectarse a cualquier instancia que dependa de esta instancia ADS.",
        "Update": "Actualizaci칩n",
        "at": "a",
        "Dec": "Dec",
        "Delete User Forever": "Eliminar usuario para siempre",
        "Full Path": "Sendero completo",
        "Restore a backup": "Restaurar una copia de seguridad",
        "Source": "Fuente",
        "Role Management": "Funci칩n de gesti칩n",
        "A backup finishes restoring.": "Una copia de seguridad termina restaurando.",
        "Create support ticket": "Crear el ticket de soporte",
        "Advanced Time Interval Trigger": "Intervalor de tiempo avanzado",
        "Host": "Host",
        "Wednesday": "Mi칠rcoles",
        "Add a new task to this trigger to perform actions once this trigger is activated, such as taking a backup.": "A침adir una nueva tarea a este gatillo para realizar acciones una vez activado este gatillo, como tomar una copia de seguridad.",
        "Decline": "Declin",
        "Automatic retry count": "Conteo de reingreso autom치tico",
        "Diagnostics Data": "Datos de diagn칩stico",
        "Downloadable Extensions": "Extensiones descargables",
        "CPU Usage": "CPU Usage",
        "Traefik network name": "Nombre de red Traefik",
        "Start on Boot": "Comienzo de arranque",
        "Delete Single Oldest": "Eliminar Single Oldest",
        "What do you want to call this trigger?": "쯈u칠 quieres llamar a este gatillo?",
        "Support": "Apoyo",
        "Save Changes": "Salva Cambios",
        "Role Membership": "Funci칩n de los miembros",
        "Status:": "Situaci칩n:",
        "Port Number": "N칰mero de puerto",
        "Push a message via PushBullet": "Empuje un mensaje a trav칠s de PushBullet",
        "that this application is run in a container on this platform.": "que esta aplicaci칩n se ejecuta en un contenedor en esta plataforma.",
        "Setup secure login": "Setup Seguro login",
        "Mark as sticky": "Marcar como pegajoso",
        "Make a POST request to a URI.": "Haga una solicitud de POST a un URI.",
        "Create Instance": "Crear Instance",
        "Password change failed": "El cambio de contrase침a fall칩",
        "Create local instances": "Crear instancias locales",
        "Value": "Valor",
        "instances": "casos",
        "Disabled": "Discapacitado",
        "seconds": "segundos",
        "SMTP Password": "SMTP Password",
        "Apr": "Apr",
        "Container Memory (MB)": "Memoria de contenedores (MB)",
        "Main Menu": "Men칰 principal",
        "Create a Backup": "Crear un respaldo",
        "When bulk starting instances, how many milliseconds delay should be inserted between each instance start?": "Cuando las instancias de inicio de vracs, 쯖u치ntas demoras de milisegundos se deben insertar entre cada instancia?",
        "Take a sticky backup": "Tome una copia de seguridad pegajosa",
        "to send emails via AMP.": "enviar correos electr칩nicos a trav칠s de AMP.",
        "Password": "Contrase침a",
        "Remove Trigger": "Remove Trigger",
        "When ADS starts, automatically start any instances that should be run on-boot if they're not already running.": "Cuando comienza ADS, comienza autom치ticamente cualquier instancia que debe ejecutarse en-boot si no est치n funcionando ya.",
        "Optional": "Facultativo",
        "first": "primero",
        "Old Password": "Old Password",
        "Performance and Limits": "Rendimiento y l칤mites",
        "What AMP should do when it starts": "Lo que AMP debe hacer cuando comience",
        "Start Instance and Application": "Inicio Instalaci칩n y aplicaci칩n",
        "Cannot manage this instance": "No puedo manejar este caso",
        "Metrics polling interval": "Intervalo de encuesta de m칠tricas",
        "Details changed successfully": "Los detalles cambiaron con 칠xito",
        "Not Selected": "No se selecciona",
        "Every X minutes": "Cada X minutos",
        "Connect to Server": "Conectarse al Servidor",
        "Upgrade Now": "Actualizaci칩n",
        "Action": "Medida",
        "Mon": "Mon",
        "Are you sure you wish to restore this backup? Any files in this archive will overwrite any with the same name that already exist.": "쮼st치 seguro de que desea restaurar esta copia de seguridad? Cualquier archivo en este archivo sobreescribir치 cualquiera con el mismo nombre que ya existe.",
        "Remember Me": "Me recuerdo",
        "Binds docker containers directly to the host network adapter by default.": "Contenedores de docker Binds directamente al adaptador de red host por defecto.",
        "Refresh Configuration": "Configuraci칩n de referencia",
        "Include allowed ports only": "Incluye puertos permitidos solamente",
        "Friday": "Viernes",
        "Service Login Request": "Solicitud de acceso al servicio",
        "Create in Docker Containers": "Crear en contenedores Docker",
        "Suspended": "Suspended",
        "Cannot Change Password": "No puedo cambiar la contrase침a",
        "Delete Local Copy": "Eliminar la copia local",
        "Lists of ports that AMP will not assign to applications or to itself. Ports 0 through 1024 or those allocated to the AMP instance port ranges will never be used regardless.": "Listas de puertos que AMP no asignar치 a aplicaciones ni a s칤 mismo. Los puertos 0 a 1024 o los asignados a los rangos de puertos de instancia AMP nunca ser치n utilizados independientemente.",
        "Please enter a name for the new directory": "Por favor, introduzca un nombre para el nuevo directorio",
        "The maximum number of instances that can be provisioned on this datastore. 0 for unlimited.": "El n칰mero m치ximo de casos que se pueden proporcionar en esta tienda de datos. 0 para ilimitado.",
        "Confirm User Deletion": "Confirme la eliminaci칩n del usuario",
        "Logout": "Cerrar sesi칩n",
        "What type of trigger would you like to add?": "쯈u칠 tipo de gatillo le gustar칤a a침adir?",
        "Disable 2FA": "Discapacidad 2FA",
        "Are you sure you wish to delete this role? This operation cannot be undone.": "쯉eguro que desea eliminar este papel? Esta operaci칩n no puede deshacerse.",
        "Exclude from backups": "Exclusi칩n de copias de seguridad",
        "File Manager": "File Manager",
        "Require Password Change": "Consultar Cambio de contrase침a",
        "Default Datastore": "Default Datastore",
        "Upload all backups": "Subir todos los respaldos",
        "Add Task": "Add Task",
        "Tue": "Tue",
        "If condition is met:": "Si se cumple la condici칩n:",
        "Create a trigger that runs at a more variable interval (E.g. only on weekdays but not weekends)": "Cree un gatillo que funcione a un intervalo m치s variable (por ejemplo, s칩lo los d칤as de semana pero no los fines de semana)",
        "Confirm Upgrade": "Confirmaci칩n de actualizaci칩n",
        "Close": "Cerca",
        "Instance Name": "Nombre de la instalaci칩n",
        "Delete": "Suprimir",
        "Restart Now": "Reiniciar ahora",
        "Start instance on boot": "Caso de inicio en la bota",
        "The name of the bucket to be used for this instances backups. Use different buckets for different instances.": "El nombre del cubo que se utilizar치 para estos casos copias de seguridad. Utilice diferentes cubos para diferentes instancias.",
        "Saturday": "S치bado",
        "Create new role": "Crear nuevo papel",
        "An update is available via SteamCMD": "Una actualizaci칩n est치 disponible v칤a SteamCMD",
        "TCP": "TCP",
        "UUID": "UUID",
        "Double click your new instance to manage it.": "Haga doble clic en su nueva instancia para administrarla.",
        "Level7": "Nivel 7",
        "Active": "Activo",
        "Active Sessions": "Sesiones activas",
        "Please enter the login username for the new user": "Por favor introduzca el nombre de usuario de inicio de sesi칩n para el nuevo usuario",
        "Protocol": "Protocolo",
        "Confirm Restore": "Confirma la restauraci칩n",
        "Stored Backups": "Copias de seguridad almacenadas",
        "Do Nothing": "Nada",
        "fourth": "cuarto",
        "Once per day": "Una vez por d칤a",
        "Re-run setup": "Re-run setup",
        "Actions": "Acciones",
        "Paste Here": "Pruebe aqu칤",
        "Connect to SFTP": "Conectarse a SFTP",
        "Full process metrics": "Metrices de proceso completo",
        "Application Port Ranges": "Aplicaciones Port Ranges",
        "Email 'From' address": "Correo electr칩nico 'Desde'",
        "Delete Instance": "Eliminar la instalaci칩n",
        "Gathers extended information for running AMP processes": "Reunir informaci칩n ampliada para ejecutar procesos AMP",
        "SMTP Server Port": "SMTP Server Port",
        "Remove Task": "Eliminar la tarea",
        "Supported Platforms": "Plataformas de apoyo",
        "Add new trigger": "A침adir nuevo gatillo",
        "Configure for Traefik": "Configure for Traefik",
        "If enabled, AMP takes into account the number of CPU cores when calculating total CPU usage, otherwise it calculates assuming one core. A restart is required after changing this setting for it to take effect.": "Si est치 habilitado, AMP tiene en cuenta el n칰mero de n칰cleos de CPU al calcular el uso total de CPU, de lo contrario calcula suponiendo un n칰cleo. Se requiere un reinicio despu칠s de cambiar esta configuraci칩n para que surta efecto.",
        "Delete Role": "Supr칤mase la funci칩n",
        "Forgotten login details?": "쮻etalles de login olvidados?",
        "Back": "Atr치s",
        "When enabled, web sessions are tied to the IP address that initiated them. This improves security, but can cause problems with fast changing/dynamic routing IPs (often found on cheaper ISPs or Campuses)": "Cuando est치 habilitado, las sesiones web est치n vinculadas a la direcci칩n IP que las inici칩. Esto mejora la seguridad, pero puede causar problemas con IPs de enrutamiento r치pido y dinamico (a menudo encontrado en ISPs m치s baratos o Campus)",
        "Secure login allows you to login using your device, your fingerprint, a security key, or any other Webauthn compatible security method.": "Seguro login te dejas a login utilizando vuestro aparato, vuestro fingerprint, un tono de seguridad, o cualquiera otro Webauthn m칠todo de seguridad compatible.",
        "If enabled, new instances will not have their required ports added to the system firewall by default.": "Si est치 habilitado, los nuevos casos no tendr치n sus puertos requeridos agregados al cortafuegos del sistema por defecto.",
        "Sleep": "Duerme",
        "Level5": "Nivel 5",
        "Reactivate Local Instances": "Reactivete Local Instances",
        "For responding to events raised by in-application actions or by other AMP components": "Para responder a los eventos planteados por acciones de aplicaci칩n o por otros componentes de AMP",
        "Please select an application": "Seleccione una aplicaci칩n",
        "The maximum number of instances that may exist within this ADS target": "The maximum number of instances that may exist within this ADS target",
        "fifth": "quinta",
        "Automatically retry on failure": "Reiniciar autom치ticamente el fracaso",
        "with": "con",
        "Application Port Exclusions": "Exclusiones de Puerto de Aplicaci칩n",
        "Are you sure you wish to delete this backup?": "쯉eguro que desea eliminar esta copia de seguridad?",
        "Selected": "Seleccionado",
        "Create Template Role": "Crear papel de plantilla",
        "Fri": "Fri",
        "Beta Password": "Beta Password",
        "There are no files in this directory": "No hay archivos en este directorio",
        "What action should be taken if the backup limit is reached and a new backup is started": "Qu칠 acci칩n debe tomarse si se alcanza el l칤mite de copia de seguridad y se inicia un nuevo respaldo",
        "Remove": "Retirar",
        "Target URL": "Objetivo URL",
        "Application Name": "Nombre de la aplicaci칩n",
        "Add a new task": "A침adir una nueva tarea",
        "Post a message on Discord": "Publica un mensaje en disco",
        "Convert to Managed": "Convertir en Managed",
        "Via Target": "Via Target",
        "Level6": "Nivel 6",
        "Are you sure you wish to delete this user? This operation cannot be undone.": "쮼st치 seguro de que desea eliminar este usuario? Esta operaci칩n no puede deshacerse.",
        "The address used for outgoing emails.": "La direcci칩n utilizada para correos electr칩nicos salientes.",
        "Backup Space Limit (MB)": "L칤mite espacial de respaldo (MB)",
        "Edit profile picture": "Editar imagen de perfil",
        "Creates all new instances inside Docker containers transparently.": "Crea todas las nuevas instancias dentro de contenedores Docker transparentemente.",
        "A short, unique name for your backup": "Un nombre corto y 칰nico para tu respaldo",
        "Authentication Failure": "Fallo de autenticaci칩n",
        "SteamCMD and Updates": "SteamCMD y actualizaciones",
        "minutes": "minutos",
        "Make a GET request to a URI.": "Haz una solicitud de GET a un URI.",
        "Some applications require multiple attempts at an update to actually update correctly (notably those that use App ID 90). If enabled AMP will retry updates on certain error conditions that would normally indicate failure.": "Algunas aplicaciones requieren m칰ltiples intentos de una actualizaci칩n para actualizar correctamente (en particular los que usan App ID 90). Si AMP activado se reiniciar치 actualizaciones sobre ciertas condiciones de error que normalmente indicar칤an el fracaso.",
        "Thursday": "Jueves",
        "Default settings to be applied to all new instances": "Ajustes predeterminados que se aplicar치n a todas las instancias nuevas",
        "Two factor authentication (2FA)": "Dos factores de autenticaci칩n (2FA)",
        "Server-wide two-factor policy": "Pol칤tica de dos factores a nivel de servidores",
        "Backups": "Respaldos",
        "No remote targets have yet been set up.": "A칰n no se han establecido objetivos remotos.",
        "User Management": "Gesti칩n de usuarios",
        "Save": "Guardar",
        "Level8": "Nivel8",
        "Dismiss": "Ret칤rense",
        "Push a message via PushBullet to a specific channel": "Empuje un mensaje a trav칠s de PushBullet a un canal espec칤fico",
        "Add Trigger": "A침adir Trigger",
        "More >>": "M치s",
        "S3 Service URL": "URL de servicio S3",
        "not": "no",
        "Automatically reactivate instances": "Reactivar autom치ticamente las instancias",
        "Target configuration for": "Configuraci칩n de objetivos",
        "Trash": "Trash",
        "Confirm trigger deletion": "Confirme la eliminaci칩n del gatillo",
        "This application may have extra requirements or dependencies that are not satisfied by the host system.": "Esta aplicaci칩n puede tener requisitos adicionales o dependencias que no est칠n satisfechos por el sistema host.",
        "System Type": "Tipo de sistema",
        "Apply Traefik labels to docker instances. (Experimental!)": "Aplica etiquetas Traefik para casos de taquilla. (Experimental!)",
        "Minutes": "Minutos",
        "Startup Mode": "Modo de inicio",
        "Do not delete": "No eliminar",
        "Default Application IP Binding": "Aplicaci칩n predeterminada IP Binding",
        "Sept": "Sept",
        "Time Stamp": "Time Stamp",
        "Item IDs for steam workshop items that should be downloaded/updated when the main application is updated": "IDs de elementos para art칤culos de taller de vapor que deben descargarse/actualizarse cuando se actualiza la aplicaci칩n principal",
        "Please enter a name for this login request for future reference.": "Por favor ingrese un nombre para esta solicitud de inicio de sesi칩n para referencia futura.",
        "If an instance fails to start due to a licence failure, ADS will attempt to automatically reactivate it.": "Si una instancia no comienza debido a un fallo de licencia, ADS intentar치 reactivarla autom치ticamente.",
        "Send an email": "Enviar un correo electr칩nico",
        "Refresh": "Refresh",
        "A backup finishes archiving.": "Una copia de seguridad acaba de archivar.",
        "Select datastore": "Seleccione la datastore",
        "Join Time": "칔nete al tiempo",
        "If disabled, this ADS instance will only pass provision requests to other ADS instances and never create instances locally.": "Si es discapacitado, esta instancia de ADS s칩lo pasar치 solicitudes de provisi칩n a otros casos de ADS y nunca crear치 casos localmente.",
        "The docker network to be used for Traefik managed instances.": "La red de docker que se utilizar치 para las instancias gestionadas de Traefik.",
        "Level2": "Nivel 2",
        "Every": "Cada uno",
        "Login": "Iniciar sesi칩n",
        "Reload": "Recarga",
        "Require Session IP Stickiness": "Consultar sesi칩n IP Stickiness",
        "OK": "OK",
        "No files to paste": "No hay archivos para pegar",
        "By Build ID": "Construir ID",
        "Only allow extensions in the approved 'upload' list to be extracted from archives": "S칩lo permite que las extensiones en la lista de 'upload' aprobada sean extra칤das de archivos",
        "Uploaded Extensions": "Extensiones cargadas",
        "UDP": "UDP",
        "Use Host Networking for new Containers": "Utilice red de hosts para nuevos contenedores",
        "No Schedule Set": "No programa conjunto",
        "No": "No",
        "Last login:": "칔ltimo login:",
        "A backup has failed.": "Un respaldo ha fallado.",
        "Location": "Ubicaci칩n",
        "Create a trigger that runs at a fixed interval (daily, weekly, etc)": "Cree un gatillo que funcione a intervalos fijos (diario, semanal, etc.)",
        "Editable": "Editable",
        "The URL of the authentication server to be used by new instances": "La URL del servidor de autenticaci칩n para ser utilizado por nuevas instancias",
        "Which IP address applications deployed by AMP should use by default.": "Las aplicaciones de direcciones IP desplegadas por AMP deben usarse por defecto.",
        "Level3": "Nivel3",
        "How many minutes into the past should the console show when a user logs in. (Affects all users)": "Cu치ntos minutos en el pasado deber칤a mostrar la consola cuando un usuario entra. (Afecta a todos los usuarios)",
        "Otherwise, you can connect using your chosen SFTP client using the following details:": "De lo contrario, puede conectarse usando su cliente SFTP elegido utilizando los siguientes detalles:",
        "SMTP Server Address": "Direcci칩n del servidor SMTP",
        "Create Archive": "Crear archivo",
        "Confirm Password": "Confirmar contrase침a",
        "Timestamp": "Timestamp",
        "Login with Biometrics": "Iniciar sesi칩n con Biometrics",
        "Password Strength": "Fuerza de Contrase침a",
        "Which IP AMP should report for instances created within Docker when no specific IP is specified": "Que IP AMP debe informar para casos creados dentro de Docker cuando no se especifica IP espec칤fica",
        "AMP Update Available:": "Actualizaci칩n AMP Disponible:",
        "Created": "Creado",
        "Stopped": "Detenido",
        "attempts": "intentos",
        "Autostart Instances": "Autostart Instances",
        "Support Home": "Support Home",
        "Throttle Downloads": "Throttle Descargas",
        "It is": "Es",
        "Tuesday": "Martes",
        "Which file extensions can be downloaded via the file manager or via SFTP": "Que extensiones de archivo se pueden descargar a trav칠s del administrador de archivos o a trav칠s de SFTP",
        "Tags": "Etiquetas",
        "Login rate-limit time window": "Ventana de tiempo l칤mite de velocidad de inicio",
        "Category": "Categor칤a",
        "Two Factor Authentication": "Dos factores de autenticaci칩n",
        "Calculate md5 hash": "Calcular md5 hah",
        "Docker External IP": "Docker IP externa",
        "Schedule an update and restart once the last user leaves, or immediately if empty.": "Programa una actualizaci칩n y reinicia una vez que el 칰ltimo usuario se vaya, o inmediatamente si est치 vac칤o.",
        "Rename Directory": "Rename Directory",
        "Please enter a new filename": "Por favor, introduzca un nuevo nombre de archivo",
        "A backup has started.": "Ha comenzado un respaldo.",
        "Automatically sends anonymous error report to CubeCoders if AMP encounters an error from which it can't recover.": "Env칤a autom치ticamente un informe de error an칩nimo a CubeCoders si AMP encuentra un error del que no puede recuperarse.",
        "Active Users": "Usuarios activos",
        "Level9": "Nivel9",
        "If enabled, SMT cores (Hyperthreading, etc) are ignored when calculating CPU usage of processes. E.g. when disabled a quad core with hyperthreading is treated like an 8 core system, when enabled it's treated like a 4 core system. A restart is required after changing this setting for it to take effect.": "Si est치 habilitado, se ignoran los n칰cleos SMT (Hyperthreading, etc.) al calcular el uso de procesos de CPU. Por ejemplo, cuando se discapacita un n칰cleo de quad con hipertreading se trata como un sistema de 8 n칰cleos, cuando est치 habilitado se trata como un sistema de 4 n칰cleos. Se requiere un reinicio despu칠s de cambiar esta configuraci칩n para que surta efecto.",
        "Application Version": "Versi칩n de aplicaci칩n",
        "Select a role...": "Seleccione un papel...",
        "Soft Limit": "L칤mite suave",
        "Stop": "Para",
        "Instances in Docker containers are isolated from other instances and the rest of the system, at the expense of a minor performance impact.": "Las intervenciones en contenedores Docker est치n aisladas de otras instancias y del resto del sistema, a expensas de un menor impacto de rendimiento.",
        "This application template has been": "Esta plantilla de aplicaci칩n ha sido",
        "support board": "junta de apoyo",
        "Plugins": "Plugins",
        "Description": "Descripci칩n",
        "Size": "Tama침o",
        "Delete Backup": "Eliminar el respaldo",
        "Key": "Clave",
        "Server provided by": "Servidor proporcionado por",
        "The maximum amount of disk space to allow for all stored backups": "La cantidad m치xima de espacio de disco para permitir todas las copias de seguridad almacenadas",
        "Taken By": "Taken By",
        "Advanced Time Interval": "Intervalo de tiempo avanzado",
        "Starting": "Empezando",
        "Instances with a lower priority number are preferred over those with a higher number, all other factors being equal.": "Los casos con un n칰mero de prioridad inferior son preferidos sobre aquellos con un n칰mero mayor, todos los otros factores son iguales.",
        "Autostart": "Autostart",
        "Wait": "Espera",
        "AMP Service Port Ranges": "AMP Service Port Ranges",
        "Notifications": "Notificaciones",
        "Services Running": "Servicios en funcionamiento",
        "Propagate auth server to targets": "Propagate auth server to targets",
        "Last Modified": "칔ltima modificaci칩n",
        "Exclude new instances from firewall": "Excluir nuevos casos de cortafuegos",
        "Unspecified": "No especificada",
        "Your username and password are the same as those used to log into the panel.": "Su nombre de usuario y contrase침a son los mismos que los utilizados para conectarse al panel.",
        "Copy": "Copiado"
    },
    "LongDaysOfWeeek": [
        "Lunes",
        "Martes",
        "Mi칠rcoles",
        "Jueves",
        "Viernes",
        "S치bado",
        "Domingo"
    ],
    "LocaleName": "en ingl칠s"
}
