{
    "DaysOfWeek": [
        "Mon",
        "Tue",
        "Wed",
        "Тюрьмы",
        "Фри",
        "Sat",
        "Солнце"
    ],
    "LongDaysOfWeeek": [
        "Понедельник",
        "Вторник",
        "Среда",
        "Четверг",
        "Пятница",
        "Суббота",
        "Воскресенье"
    ],
    "Strings": {
        "Hours": "Часы",
        "On the": "На",
        "Edit Ports": "Редактирование портов",
        "Running": "Запуск",
        "Restore Backup": "Восстановление",
        "Delete from S3": "Исключить из S3",
        "Create Directory": "Создать каталог",
        "Directory": "Каталог",
        "not compatible": "не совместимые",
        "Container CPUs": "Контейнерные процессоры",
        "Unable to complete task": "Невозможно выполнить задачу",
        "Remove Trigger": "Удалить Trigger",
        "No Tasks Added": "Никаких задач",
        "Pushbullet Access Token": "Токен доступа",
        "External Services": "Внешние службы",
        "Use SSL for SMTP": "Использовать SSL для SMTP",
        "S3 Bucket Name": "S3 Букет Имя",
        "S3 Secret Key": "Секретный ключ",
        "Remove": "Удалить",
        "Console Scrollback Period": "Период свитка",
        "Default AMP IP Binding": "По умолчанию",
        "Application Port Exclusions": "Исключение портов",
        "Use Host Networking for new Containers": "Использовать хост-сети для новых контейнеров",
        "Default Settings": "Параметры по умолчанию",
        "Default auth server": "По умолчанию",
        "Default release stream": "Поток релиза",
        "Create local instances": "Создание локальных",
        "Login rate-limit attempts": "Попытки ограничения скорости входа",
        "Auto-report errors": "Ошибки автоматической отчетности",
        "Allow extension changes": "Разрешить изменения",
        "Automatically bans IP addresses from SFTP logins if they try to login as": "Автоматически запрещает IP-адреса из логинов SFTP, если они пытаются войти в систему как",
        "common usernames": "общие имена пользователей",
        "Automatically retry on failure": "Автоматически реагировать на неудачу",
        "By Timestamp": "Timestamp",
        "Take a backup": "Возьми подкрепление",
        "Local": "Местные",
        "SteamCMD and Updates": "SteamCMD и обновления",
        "Lists of ports that can be used by AMP to create AMP instances. Specify port ranges by separating the upper and lower bounds by a colon (e.g. 8080:8180). These ports must not be used by other services.": "Список портов, которые могут быть использованы AMP для создания AMP-установок. Указать диапазоны портов путем разделения верхних и нижних границ колоном (например, 8080:8180). Эти порты не должны использоваться другими службами.",
        "Wed": "Wed",
        "Friendly Name (Optional)": "Дружественное имя (опциональное)",
        "Manage in new tab": "Управление новой вкладкой",
        "Traefik domain name": "Имя домена",
        "Limits downloads to a given speed (In megabits/sec) to avoid disrupting other applications. 0 for unlimited.": "Ограничивает загрузку на заданную скорость (в мегабитах/секах), чтобы не нарушать другие приложения. 0 за неограниченное.",
        "Update the application": "Обновить приложение",
        "Manage tokens": "Управлять токены",
        "Days": "Дни",
        "Add Custom Port": "Добавить пользовательский порт",
        "Abort": "Abort",
        "Unable to run": "Невозможно запустить",
        "Direct": "Прямые",
        "Search...": "Поиск...",
        "Thurs": "Тюрьмы",
        "Accept": "Принимать",
        "July": "Июль",
        "Audit Log": "Журнал аудита",
        "have firewall rules generated for it.": "имеют для него правила брандмауэра.",
        "If enabled, AMP will be able to upload backups to any S3 compatible storage service.": "При включении AMP сможет загружать резервные копии в любой сервис хранения, совместимый с S3.",
        "Are you sure you wish to delete this task? This action cannot be undone.": "Вы уверены, что хотите удалить эту задачу? Это действие нельзя отменить.",
        "Creating Backup": "Создание резервного копирования",
        "of each month at": "каждого месяца",
        "Finish": "Финиш",
        "This trigger will not fire on months that have fewer than": "Этот триггер не будет стрелять по месяцам, которые имеют меньше, чем",
        "Release Notes": "Отзывы",
        "Local Instances": "Местные источники",
        "May": "Май",
        "Settings for instance": "Например",
        "Connect to Application": "Подключение к приложению",
        "New Username": "Новое имя пользователя",
        "Instance Deployment": "Развертывание",
        "Create a new schedule trigger to make tasks run either at a given interval, or in response to an event.": "Создайте новый триггер расписания, чтобы задачи выполнялись либо на заданном интервале, либо в ответ на событие.",
        "Select deployment target": "Выбор целевого показателя развертывания",
        "Suspended instances cannot be accessed and prompt the user to contact the administrator.": "Запрещенные экземпляры не могут быть доступны и заставляют пользователя связаться с администратором.",
        "The licence key to use for newly created instances": "Лицензионный ключ для использования в новых случаях",
        "Status": "Статус",
        "Unsaved Changes": "Несохраненные изменения",
        "This is a single-use code that cannot be used again once scanned. It will remain valid for 30 seconds.": "Это одиночный код, который не может быть использован снова после сканирования. Он останется в силе в течение 30 секунд.",
        "Create Role": "Создание роли",
        "Simple Time Interval": "Простой интервал времени",
        "Edit Port Bindings": "Edit Port Bindings",
        "How many times AMP should attempt to automatically retry failed updates if 'Automatically retry on failure' is enabled.": "Сколько раз AMP должен пытаться автоматически исправлять неудавшиеся обновления, если включена «автоматическая ответная реакция на неудачу».",
        "Learn More": "Узнать больше",
        "Remote Instance Access Mode": "Режим удаленного доступа",
        "After Creation": "После создания",
        "The maximum number of CPU shares that this container may use. Roughly matches up with the number of CPU cores/threads the container can use but non-multithreaded applications may not see performance increases from higher values. Setting to 0 results in no limit.": "Максимальное количество акций CPU, которые может использовать этот контейнер. Примерно совпадает с количеством ядер процессоров / протекторов, которые может использовать контейнер, но не мультифидренированные приложения могут не видеть увеличения производительности от более высоких значений. Настройка до 0 результатов без ограничений.",
        "Please check configuration": "Пожалуйста, проверьте конфигурацию",
        "Drop to upload here": "Загрузить сюда",
        "Restrict downloadable extensions": "Ограничение загружаемых расширений",
        "Downloadable": "Скачать",
        "days.": "дни.",
        "Check for available updates via SteamCMD": "Проверка доступных обновлений через SteamCMD",
        "Edit Settings": "Изменить настройки",
        "Whether or not the types of files that can be uploaded should be restricted": "Должны ли типы файлов, которые могут быть загружены, быть ограничены",
        "Add a new trigger": "Добавить новый триггер",
        "Create Backup": "Создание архива",
        "Networking": "Сеть",
        "Level0": "Уровень",
        "Trigger": "Trigger",
        "Welcome to AMP": "Добро пожаловать в AMP",
        "Sunday": "Воскресенье",
        "Service Login": "Сервисный журнал",
        "Upgrading this instance may take up to 5 minutes. You will not be able to log into any instances that depend on this ADS instance.": "Обновление этого экземпляра может занять до 5 минут. Вы не сможете зарегистрироваться в любых случаях, которые зависят от этого экземпляра ADS.",
        "Update and then start the application": "Обновить и затем запустить приложение",
        "Restart": "Restart",
        "Click on a parameter to insert it into your value.": "Нажмите на параметр, чтобы вставить его в свою ценность.",
        "Authentication Tokens": "Аутентификация Токены",
        "If set, this instance will": "Если установлен, этот экземпляр будет",
        "You have no files in the clipboard to paste": "У вас нет файлов в буфере обмена",
        "Unknown": "Неизвестный",
        "Add new datastore": "Добавить новый магазин данных",
        "Lists of ports that can be used by application servers created by AMP. Specify port ranges by separating the upper and lower bounds by a colon (e.g. 25565:25665). These ports must not be used by other services.": "Список портов, которые могут быть использованы серверами приложений, созданными AMP. Указать диапазоны портов путем разделения верхних и нижних границ толстой кистью (например, 25565:25665). Эти порты не должны использоваться другими службами.",
        "Once per week": "Раз в неделю",
        "Honeypot SFTP Login Attempts": "Honeypot SFTP Войти Попытки",
        "AMP is up-to-date.": "AMP обновляется.",
        "In queue for refresh...": "В очереди на обновление...",
        "Unavailable, retry pending.": "Недоступен, не готов.",
        "Select Application": "Выберите приложение",
        "Select Directory": "Выберите каталог",
        "Your secret key for your chosen S3 service": "Ваш секретный ключ для выбранного вами сервиса S3",
        "Create a custom configuration": "Создание пользовательской конфигурации",
        "Level1": "Уровень 1",
        "Unlimited": "Неограниченное",
        "Manage": "Управление",
        "Manual only": "Только",
        "Deactivating a datastore prevents new instances from being provisioned to it.": "Деактивация хранилища данных предотвращает предоставление ему новых экземпляров.",
        "Endpoint": "Конец",
        "Level4": "Уровень4",
        "Start Instance and Update Application": "Запустить ввод и обновить приложение",
        "Edit User Permissions": "Изменить разрешения пользователей",
        "The maximum number of backups to store irrespective of size": "Максимальное количество резервных копий для хранения независимо от размера",
        "Upgrade this AMP instance": "Обновить экземпляр AMP",
        "New Instance Defaults": "Новые по умолчанию",
        "Create new template role": "Создать новый шаблон",
        "Delete Multiple": "Удалить",
        "The wildcard domain to be used to access Traefik managed instances. Must take the format of *.domain.tld": "Домен дикой карты, который будет использоваться для доступа к экземплярам Traefik. Должен принять формат *.domain.tld",
        "Excluded from backups": "Исключен из резервных копий",
        "AMP Theme": "AMP Тема",
        "User deletion failed": "Удаление пользователя",
        "Downloading file": "Скачать файл",
        "Service Limit": "Ограничение",
        "Whether all backups should be uploaded, or just those for which there is insufficient space to store locally.": "Должны ли все резервные копии быть загружены, или только те, для которых недостаточно места для хранения на месте.",
        "Affects all users - change AMPs visual appearance with different themes. You will need to do a force-reload for this to take effect.": "Затрагивает всех пользователей - меняйте визуальный внешний вид AMP с разными темами. Вам нужно будет сделать перегрузку, чтобы это вступило в силу.",
        "Allow all except excluded": "Разрешить всем, кроме исключенных",
        "Refresh in progress...": "Продолжайте.",
        "Storage Soft Limit (MB)": "Лимит хранения (MB)",
        "Datastore Name": "Имя хранилища данных",
        "Extract To...": "Вычтите...",
        "Post a message on Slack": "Сообщение на Slack",
        "Browse Datastore": "Обзор хранилища данных",
        "Allow folders to be archived, and archives to be extracted": "Позволяет архивировать папки и извлекать архивы",
        "Bypasses the API for file transfers. A restart of AMP is required for this setting change to take effect.": "Проходит API для передачи файлов. Для вступления в силу этого изменения настройки требуется перезагрузка AMP.",
        "Email Address": "Адрес электронной почты",
        "Enter a new value": "Введите новое значение",
        "Datastores": "Datastores",
        "Module": "Модуль",
        "Change Password": "Изменить пароль",
        "Mar": "Mar",
        "Simple Time Interval Trigger": "Простой интервал времени",
        "Create User": "Создать пользователя",
        "Multicore CPU usage calculation": "Расчет использования процессора",
        "Delete User": "Удалить пользователя",
        "Add new task": "Добавить новую задачу",
        "Feb": "Feb",
        "Required": "Требуемые",
        "Nov": "Nov",
        "Reports memory usage only as physical RAM usage, ignoring swap usage. Doesn't apply when full process metrics is enabled.": "Отчеты об использовании памяти только как физическое использование RAM, игнорируя использование свопов. Не применяется, когда включены полные метрики процесса.",
        "This application is": "Это приложение",
        "Oct": "Oct",
        "Update check method": "Метод проверки обновления",
        "Offset in seconds to advance or delay execution of scheduled tasks that use time-based triggers.": "Загрузка за считанные секунды для продвижения или задержки выполнения запланированных задач, которые используют триггеры на основе времени.",
        "The maximum amount of disk space (uncompressed) to allow for a single backup": "Максимальное количество дискового пространства (неупорядоченного) для создания единой резервной копии",
        "Setup 2FA": "Настройка 2FA",
        "Logged in at": "Запись",
        "Keep Running": "Запуск",
        "Schedule Offset": "Расписание",
        "Sources of git repositories to fetch deployment templates from. Use of third party sources is unregulated and entirely at your own risk.": "Источники git-хранилищ для получения шаблонов развертывания. Использование сторонних источников не регулируется и полностью находится под вашим собственным риском.",
        "Backup Name": "Имя архива",
        "Upgrading this instance requires that it is shut down, along with the application within it. Do you want to proceed with the upgrade?": "Обновление этого экземпляра требует, чтобы он был закрыт вместе с приложением в нем. Вы хотите продолжить обновление?",
        "Which method AMP should use to check for application updates, by either comparing the build timestamps, or by comparing the build ID from the application manifest.": "Какой метод AMP должен использовать для проверки обновлений приложений, либо сравнивая время сборки, либо сравнивая идентификатор сборки из списка приложений.",
        "Sun": "Солнце",
        "Delete Item": "Удалить позицию",
        "Sat": "Sat",
        "Once created, you can manage it to update and start it.": "После создания вы можете управлять им, чтобы обновить и начать его.",
        "If you have a registered SFTP client such as WinSCP installed, it should open automatically.": "Если у вас есть зарегистрированный клиент SFTP, такой как WinSCP, он должен открываться автоматически.",
        "Select File": "Выберите файл",
        "What task would you like to perform?": "Какую задачу вы хотели бы выполнить?",
        "Download from S3": "Скачать S3",
        "Event Trigger": "Event Trigger",
        "Security and Privacy": "Безопасность и конфиденциальность",
        "Enable direct file transfers": "Включить прямые передачи файлов",
        "Refreshing...": "Размышляя...",
        "This task consumes no values.": "Эта задача не потребляет никаких значений.",
        "The standard location for AMP instances, and where the ADS instance will be stored. This datastore cannot be deleted.": "Стандартное местоположение для AMP-установок и где будет храниться экземпляр ADS. Этот массив данных нельзя удалить.",
        "Full Address": "Полный адрес",
        "The on-disk location where instances will be stored. Changing this will not affect existing instances, only newly created ones.": "Расположение на диске, где будут храниться экземпляры. Изменение этого не повлияет на существующие случаи, только недавно созданные.",
        "Which IP address new AMP instances should use by default.": "Какие IP-адреса новые экземпляры AMP должны использовать по умолчанию.",
        "Edit": "Редактировать",
        "Mobile Login": "Мобильный вход",
        "Download": "Скачать",
        "Monitoring and Metrics": "Мониторинг и метрика",
        "Time": "Время",
        "MBits/sec": "MBits/sec",
        "Scan this QR code on your mobile device to log in as the current user.": "Сканируйте этот QR-код на вашем мобильном устройстве, чтобы войти в качестве текущего пользователя.",
        "Instance Start Delay": "Начало задержки",
        "Steam workshop items": "Паровые цеха",
        "deprecated.": "обесценен.",
        "Backup Replacement Policy": "Политика замены резервного копирования",
        "Setting Saved 🗸": "Настройка сохранена 🗸",
        "Are you sure you want to move the selected item to the trash?": "Вы уверены, что хотите переместить выбранный элемент в мусор?",
        "Memory Usage": "Использование памяти",
        "Whether AMP should only use those ports explicitly assigned to it, or if it can use all ports except those explicitly excluded.": "Должны ли AMP использовать только те порты, которые специально назначены ему, или если он может использовать все порты, кроме тех, которые явно исключены.",
        "Password changed successfully": "Пароль успешно изменился",
        "View Logs": "Просмотр журналов",
        "Endpoint for your S3 compatible service.": "Endpoint для вашего S3-совместимого сервиса.",
        "User Information": "Информация пользователя",
        "Kill": "Убийство",
        "Sticky backups won't be deleted to make room for automatic backups": "Слипкие резервные копии не будут удалены, чтобы освободить место для автоматического резервного копирования",
        "Password Expires": "Прекращение паролей",
        "Create new instance": "Создать новый экземпляр",
        "recommended": "рекомендации",
        "Usage": "Использование",
        "Cancel": "Отмена",
        "Allowing extension changes could let a user upload a file as one type, and change it later": "Разрешение изменений расширения может позволить пользователю загружать файл как один тип, а затем изменять его позже",
        "Update Now": "Обновление сейчас",
        "Virtual Directories": "Виртуальные каталоги",
        "IP Address": "IP-адрес",
        "How frequently AMP should push metrics data to connected sessions": "Как часто AMP должен подталкивать данные метрики к подключенным сеансам",
        "View Latest Release Notes": "Просмотр последних заметок",
        "Reserve": "Резерв",
        "Default post-create action": "По умолчанию после создания действия",
        "Your access key for your chosen S3 service": "Ваш ключ доступа к выбранному сервису S3",
        "Fetch Latest": "Получить последние",
        "Download file here": "Скачать файл здесь",
        "Edit Datastore -": "Edit Datastore -",
        "S3 Access Key": "Ключ доступа S3",
        "Last activity": "Последняя деятельность",
        "Run in Docker Container": "Run in Docker Container",
        "Rename File": "Имя файла",
        "Shutdown and Update": "Закрытие и обновление",
        "Yes": "Да",
        "If the memory policy is 'reserve', how much memory should be set aside for this container as a minimum. If the memory policy is 'restrict', how much memory this container may use maximum. Setting to 0 results in no limit.": "Если политика памяти является «резервной», то сколько памяти должно быть отложено для этого контейнера как минимум. Если политика памяти «ограничена», то сколько памяти этот контейнер может использовать максимум. Настройка до 0 результатов без ограничений.",
        "Last Used": "Последний использован",
        "User Friendly process metrics": "Удобные для пользователя метрики процесса",
        "Biometric/Token Login (Webauthn)": "Biometric/Token Login (Webauthn)",
        "Advanced Details": "Дополнительные сведения",
        "Priority": "Приоритет",
        "Recalculate usage": "Перерасчет использования",
        "If you're using GMail - you will need to request an": "Если вы используете GMail - вам нужно будет запросить",
        "Once per month": "Один раз в месяц",
        "Are you sure you wish to delete this trigger? Any tasks associated with it will also be deleted. This action cannot be undone.": "Вы уверены, что хотите удалить этот триггер? Любые связанные с ним задачи также будут удалены. Это действие нельзя отменить.",
        "Empty Trash": "Пустая сыпь",
        "For": "Для",
        "Container Memory Policy": "Политика сохранения",
        "Name": "Имя",
        "Licence Key": "Ключ лицензирования",
        "Whether or not this instance should start automatically when the system boots.": "Должен ли этот экземпляр начинаться автоматически, когда система загружается.",
        "If you have 2FA enabled, you need to append your 2FA code to the end of your password.": "Если у вас включен 2FA, вам необходимо приложить свой код 2FA к концу вашего пароля.",
        "Allow archive operations": "Разрешить архивные операции",
        "Confirm task deletion": "Удаление задачи",
        "Edit Datastore": "Edit Datastore",
        "Create your first server": "Создайте свой первый сервер",
        "Application you're looking for not in this list?": "Применение, которое вы ищете не в этом списке?",
        "Use S3 Storage for Backups": "Использовать S3 для хранения резервных копий",
        "Port": "Порт",
        "Upload to S3": "Загрузка до S3",
        "Instance Limit": "Предел",
        "Failed to create instance": "Не удалось создать экземпляр",
        "Otherwise, for support with AMP please visit the": "В противном случае, для поддержки с AMP пожалуйста посетите",
        "Port usage for": "Использование портов",
        "Move to trash": "Переместить в мусор",
        "Currently running version": "В настоящее время работает версия",
        "Rename": "Переименовать",
        "Start the application": "Запустить приложение",
        "Cloud Backups": "Облачные резервы",
        "What should happen by default to newly created instances.": "Что должно произойти по умолчанию для вновь созданных случаев.",
        "User": "Пользователь",
        "Stored": "Хранилище",
        "Enable S3 Cloud Storage": "Включить S3 Cloud Storage",
        "Whether or not the types of files that can be downloaded should be restricted": "Должны ли типы файлов, которые могут быть загружены, быть ограничены",
        "Want help fast?": "Хочешь помочь быстро?",
        "A description of the backup and why you're taking it (optional)": "Описание резервного копирования и почему вы его принимаете (факультативно)",
        "Console": "Консоль",
        "Send a Wake-On-Lan packet": "Отправить пакет Wake-On-Lan",
        "second": "вторая",
        "Extract Here": "Выбрать здесь",
        "Aug": "Aug",
        "When running as a controller, how instances on remote targets should be accessed. In 'Direct' mode it will connect directly to that instance, bypassing the target - which requires extra security and firewall rules.": "При работе в качестве контроллера, как должны быть доступны случаи на удаленных целях. В режиме «Дирек» он будет подключаться непосредственно к этому экземпляру, минуя цель - что требует дополнительных правил безопасности и брандмауэра.",
        "SFTP Port Number": "SFTP Номер порта",
        "Configuration": "Конфигурация",
        "Confirm Restart": "Подтверждение",
        "Backup Count Limit": "Обратный лимит",
        "SMTP Username": "SMTP Имя пользователя",
        "Every X hours": "Каждый X-час",
        "Start Instance": "Начало Instance",
        "Months": "Месяцы",
        "third": "третья",
        "Additional directories to show up as shortcuts inside the file manager": "Дополнительные каталоги, чтобы показать как ярлыки внутри файлового менеджера",
        "New Password": "Новый пароль",
        "If enabled, the Default Auth Server URL will be copied to all targets when they are added to ADS": "Если он включен, URL-адрес по умолчанию Auth Server будет скопирован на все цели, когда они будут добавлены в ADS",
        "Configuration Repositories": "Конфигурационные хранилища",
        "This ADS installation has been setup as a controller, which means it cannot create instances by itself. You must create a Target ADS instance and register it with this controller before creating instances.": "Эта установка ADS была установлена как контроллер, что означает, что она не может создавать экземпляры самостоятельно. Вы должны создать экземпляр Target ADS и зарегистрировать его в этом контроллере перед созданием экземпляров.",
        "June": "Июнь",
        "Restart the application server, but only if it is empty": "Перезапустить сервер приложения, но только если он пуст",
        "Virtualization": "Виртуализация",
        "Restrict": "Ограничение",
        "Individual Backup Limit (MB)": "Индивидуальный лимит резервного копирования (MB)",
        "How many minutes the sliding window should be to check for authentication failures.": "Сколько минут раздвижное окно должно быть для проверки ошибок аутентификации.",
        "Loaded Plugins": "Загружаемые плагины",
        "Application State:": "Государство-участник:",
        "On the (nth) (day) of each month": "В день каждого месяца",
        "Port Assignment Mode": "Назначение порта Режим",
        "Start": "Начало",
        "Add": "Добавить",
        "Exclude From Firewall": "Исключить из брандмауэра",
        "Both": "Оба",
        "Restrict uploadable extensions": "Ограничить загруженные расширения",
        "Stop Instance": "Остановите вход",
        "If more than this number attempts occurs within the rate-limit time window, the IP address will be unable to make further login requests": "Если больше, чем это число попыток происходит в окне времени ограничения скорости, IP-адрес не сможет сделать дальнейшие запросы входа",
        "What level of compression to apply to newly created backups. Lower levels of compressison require less CPU time to create and extract, but result in larger files.": "Какой уровень сжатия применять к вновь созданным резервным копиям. Более низкие уровни компрессиона требуют меньше времени процессора для создания и извлечения, но приводят к большим файлам.",
        "Instances": "Вещества",
        "A password change is required to login with this user": "Изменение пароля требуется для входа с этим пользователем",
        "Backup Compression Level": "Уровень сжатия",
        "Restrict Archive Extractions": "Ограничение изъятия архивов",
        "application specific password": "приложение конкретный пароль",
        "Restart this AMP instance": "Перезапустить экземпляр AMP",
        "Add new token": "Добавить новый символ",
        " 2FA is currently": " 2FA в настоящее время",
        "Send Test Message": "Отправить сообщение",
        "Then you will be able to configure and start this server.": "Затем вы сможете настроить и запустить этот сервер.",
        "Emitted Values": "Emitted Values",
        "Friendly Name": "Дружеское имя",
        "Platform": "Платформа",
        "to safely store your backups in the cloud.": "чтобы безопасно хранить свои резервные копии в облаке.",
        "Ignore SMT Cores": "Игнорировать SMT Cores",
        "Confirm Deletion": "Подтверждение удаления",
        "Please enter a new directory name": "Введите новое имя каталога",
        "Run a command in one hour, with warnings (non-blocking)": "Выполнять приказ за один час, с предупреждениями (без блокировки)",
        "Always make sure to include the information listed below.": "Всегда убедитесь, что включить информацию, указанную ниже.",
        "Monday": "Понедельник",
        "Add Tag": "Добавить",
        "Schedule": "Таблица",
        "Unable to update user.": "Невозможно обновить пользователя.",
        "This will permemently delete this user and all associated data.": "Это будет постепенно удалять этого пользователя и все связанные с ним данные.",
        "Join CubeCoders on Discord!": "Присоединяйтесь к CubeCoders на Discord!",
        "Select a user...": "Выберите пользователя...",
        "Confirm 2FA Code": "Подтвердите код 2FA",
        "Community Contributed Content -": "Сообщаемый контент -",
        "Jan": "Январь",
        "Confirm Shutdown": "Подтвердить закрытие",
        "The password to be used for participating in betas via SteamCMD if required.": "Пароль, который будет использоваться для участия в бета-версии через SteamCMD, если это необходимо.",
        "Message": "Сообщение",
        "Add New Datastore": "Добавить новый Datastore",
        "S3 Upload Mode": "Режим загрузки S3",
        "Which release stream to use by default when creating or updating instances": "Какой поток релиза использовать по умолчанию при создании или обновлении экземпляров",
        "Update the application and restart it if it was previously running": "Обновить приложение и перезапустить его, если он ранее работал",
        "AMP Core": "AMP Основные",
        "Datastores that reach or exceed this limit in total size will not be considered as deployment targets. This is only a soft limit and does not prevent instances on this datastore from using more space.": "Datastores that reach or exceed this limit in total size will not be considered as deployment targets. Это только мягкий предел и не мешает экземплярам в этом хранилище данных использовать больше места.",
        "backups": "резервные копии",
        "Consumed Values": "Предполагаемые значения",
        "Which file extensions can be Uploaded via the file manager or via SFTP": "Какие расширения файлов могут быть загружены через файловый менеджер или через SFTP",
        "Wake Up": "Проснись",
        "Restarting this instance may take up to a minute. You will not be able to log into any instances that depend on this ADS instance.": "Перезапуск этого экземпляра может занять до минуты. Вы не сможете зарегистрироваться в любых случаях, которые зависят от этого экземпляра ADS.",
        "Update": "Обновление",
        "at": "at",
        "Dec": "Дек",
        "Delete User Forever": "Удалить пользователя навсегда",
        "Full Path": "Полный путь",
        "Restore a backup": "Восстановить резервную копию",
        "Source": "Источник",
        "Role Management": "Управление ролью",
        "A backup finishes restoring.": "Резервное копирование восстанавливается.",
        "New Directory": "Новый каталог",
        "Create support ticket": "Создать билет",
        "Advanced Time Interval Trigger": "Продвинутая Времени Интервал Треггер",
        "Host": "Хост",
        "Wednesday": "Среда",
        "Add a new task to this trigger to perform actions once this trigger is activated, such as taking a backup.": "Добавить новую задачу на этот триггер для выполнения действий после активации этого триггера, например, для резервного копирования.",
        "Decline": "Декор",
        "Automatic retry count": "Автоматический ретри-счет",
        "Diagnostics Data": "Данные диагностики",
        "Downloadable Extensions": "Скачать расширения",
        "CPU Usage": "CPU Использование",
        "Traefik network name": "Название сети",
        "Start on Boot": "Начните с загрузки",
        "Delete Single Oldest": "Удалить одно старое",
        "What do you want to call this trigger?": "Что вы хотите назвать этим триггером?",
        "Support": "Поддержка",
        "Save Changes": "Сохранить изменения",
        "Role Membership": "Членский состав",
        "Status:": "Статус:",
        "Port Number": "Номер порта",
        "Push a message via PushBullet": "Нажмите сообщение через PushBullet",
        "that this application is run in a container on this platform.": "что это приложение выполняется в контейнере на этой платформе.",
        "Setup secure login": "Установка безопасного входа",
        "Mark as sticky": "Марк как липкий",
        "Make a POST request to a URI.": "Делайте запрос POST на URI.",
        "Create Instance": "Создание входа",
        "Password change failed": "Смена пароля провалилась",
        "Value": "Стоимость",
        "instances": "случаи",
        "Disabled": "Инвалиды",
        "seconds": "секунд",
        "SMTP Password": "Пароль SMTP",
        "Apr": "Apr",
        "Container Memory (MB)": "Контейнерная память (MB)",
        "Main Menu": "Главная Меню",
        "Create a Backup": "Создание резервного копирования",
        "When bulk starting instances, how many milliseconds delay should be inserted between each instance start?": "При массовых началах, сколько миллисекунд задержки должно быть вставлено между каждым началом?",
        "Take a sticky backup": "Возьмите липкую резервную копию",
        "to send emails via AMP.": "отправлять электронные письма через AMP.",
        "Password": "Пароль",
        "When ADS starts, automatically start any instances that should be run on-boot if they're not already running.": "Когда ADS начинается, автоматически запускайте любые случаи, которые должны быть запущены на-boot, если они еще не работают.",
        "Optional": "Опубликовано",
        "first": "первый",
        "Old Password": "Старый пароль",
        "Performance and Limits": "Эффективность и ограничения",
        "What AMP should do when it starts": "Что должен делать AMP, когда он начинается",
        "Start Instance and Application": "Запуск Instance and Application",
        "Cannot manage this instance": "Не удается управлять этим экземпляром",
        "Device": "Устройство",
        "Metrics polling interval": "Интервал опроса метрики",
        "Details changed successfully": "Детали успешно изменились",
        "Not Selected": "Не выбран",
        "Every X minutes": "Каждые X минуты",
        "Connect to Server": "Подключение к серверу",
        "Upgrade Now": "Обновление",
        "Action": "Действия",
        "Mon": "Mon",
        "Are you sure you wish to restore this backup? Any files in this archive will overwrite any with the same name that already exist.": "Вы уверены, что хотите восстановить это резервное копирование? Любые файлы в этом архиве перепишут любой с тем же именем, что и уже существуют.",
        "Remember Me": "Помни меня",
        "Binds docker containers directly to the host network adapter by default.": "Связные контейнеры непосредственно к адаптеру сети хоста по умолчанию.",
        "Refresh Configuration": "Освещение конфигурации",
        "Include allowed ports only": "Включить только разрешенные порты",
        "Friday": "Пятница",
        "Service Login Request": "Запрос журнала службы",
        "Create in Docker Containers": "Создать контейнеры Docker",
        "Suspended": "Подвеска",
        "Cannot Change Password": "Невозможно изменить пароль",
        "Delete Local Copy": "Удалить локальное копирование",
        "Lists of ports that AMP will not assign to applications or to itself. Ports 0 through 1024 or those allocated to the AMP instance port ranges will never be used regardless.": "Список портов, которые AMP не будет присваивать приложениям или самому себе. Порты от 0 до 1024 или порты, выделенные для портов AMP, никогда не будут использоваться независимо от того.",
        "Please enter a name for the new directory": "Введите имя нового каталога",
        "The maximum number of instances that can be provisioned on this datastore. 0 for unlimited.": "Максимальное количество экземпляров, которые могут быть предоставлены в этом хранилище данных. 0 за неограниченное.",
        "Confirm User Deletion": "Подтверждение удаления пользователя",
        "Logout": "Выход",
        "What type of trigger would you like to add?": "Какой тип триггера вы хотели бы добавить?",
        "Disable 2FA": "Disable 2FA",
        "Are you sure you wish to delete this role? This operation cannot be undone.": "Вы уверены, что хотите удалить эту роль? Эту операцию нельзя отменить.",
        "Exclude from backups": "Исключить из резервных копий",
        "File Manager": "File Manager",
        "Require Password Change": "Изменение пароля",
        "Default Datastore": "Datastore",
        "Upload all backups": "Загрузка всех резервных копий",
        "Add Task": "Добавить задачу",
        "Tue": "Tue",
        "If condition is met:": "Если условие выполнено:",
        "Create a trigger that runs at a more variable interval (E.g. only on weekdays but not weekends)": "Создание триггера, который работает с более переменным интервалом (например, только в будние дни, но не в выходные дни)",
        "Confirm Upgrade": "Подтвердить",
        "Close": "Закрыть",
        "Connecting to remote AMP instance...": "Подключение к удаленному экземпляру AMP...",
        "Instance Name": "Название",
        "Delete": "Удалить",
        "Restart Now": "Перезапустить сейчас",
        "Start instance on boot": "Загрузить экземпляр",
        "The name of the bucket to be used for this instances backups. Use different buckets for different instances.": "Имя ведра для использования в этих экземплярах. Используйте различные ведра для различных случаев.",
        "Saturday": "Суббота",
        "Create new role": "Создать новую роль",
        "An update is available via SteamCMD": "Обновление доступно через SteamCMD",
        "TCP": "TCP",
        "UUID": "UUID",
        "Double click your new instance to manage it.": "Дважды щелкните свой новый экземпляр, чтобы управлять им.",
        "Active": "Активный",
        "Active Sessions": "Активные сессии",
        "Please enter the login username for the new user": "Пожалуйста, введите имя пользователя для нового пользователя",
        "Protocol": "Протокол",
        "Confirm Restore": "Подтверждение",
        "Stored Backups": "Хранилища",
        "Do Nothing": "Ничего",
        "fourth": "четвертый",
        "Level7": "Уровень 7",
        "Once per day": "Один раз в день",
        "Re-run setup": "Перезагрузка",
        "Actions": "Действия",
        "Paste Here": "Вставить сюда",
        "Connect to SFTP": "SFTP",
        "Full process metrics": "Метрики полного процесса",
        "Application Port Ranges": "Пробеги портов",
        "Email 'From' address": "Адрес электронной почты",
        "Delete Instance": "Удалить позицию",
        "Gathers extended information for running AMP processes": "Собрать расширенную информацию для запуска процессов AMP",
        "SMTP Server Port": "SMTP-сервер",
        "Remove Task": "Удалить задачу",
        "Supported Platforms": "Вспомогательные платформы",
        "Username": "Имя пользователя",
        "Add new trigger": "Добавить новый триггер",
        "Configure for Traefik": "Настройка для Traefik",
        "If enabled, AMP takes into account the number of CPU cores when calculating total CPU usage, otherwise it calculates assuming one core. A restart is required after changing this setting for it to take effect.": "Если он включен, AMP принимает во внимание количество ядер процессора при расчете общего использования процессора, в противном случае он рассчитывает предположить одно ядро. После изменения этого параметра требуется перезагрузка.",
        "Delete Role": "Удалить роль",
        "Forgotten login details?": "Забытые данные о регистрации?",
        "Back": "Назад",
        "When enabled, web sessions are tied to the IP address that initiated them. This improves security, but can cause problems with fast changing/dynamic routing IPs (often found on cheaper ISPs or Campuses)": "При включении веб-сессии привязаны к IP-адресу, который их инициировал. Это улучшает безопасность, но может вызвать проблемы с быстро меняющимися/динамическими маршрутами IP (часто найденными на более дешевых интернет-провайдерах или Campuses)",
        "Secure login allows you to login using your device, your fingerprint, a security key, or any other Webauthn compatible security method.": "Безопасный логин позволяет зарегистрироваться с помощью вашего устройства, вашего отпечатков пальцев, ключа безопасности или любого другого метода безопасности, совместимого с Webauthn.",
        "If enabled, new instances will not have their required ports added to the system firewall by default.": "В случае включения новые экземпляры по умолчанию не будут включать в брандмауэр системы необходимые порты.",
        "Sleep": "Сон",
        "Level5": "Уровень 5",
        "Reactivate Local Instances": "Активировать локальные факторы",
        "For responding to events raised by in-application actions or by other AMP components": "Для реагирования на события, вызванные действиями в приложении или другими компонентами AMP",
        "Please select an application": "Пожалуйста, выберите приложение",
        "The maximum number of instances that may exist within this ADS target": "Максимальное количество случаев, которые могут существовать в рамках этого целевого показателя ADS",
        "fifth": "пятый",
        "with": "с",
        "Are you sure you wish to delete this backup?": "Вы уверены, что хотите удалить это резервное копирование?",
        "Selected": "Выбрано",
        "Create Template Role": "Создать шаблон",
        "Fri": "Фри",
        "Beta Password": "Beta Password",
        "There are no files in this directory": "В этом каталоге нет файлов",
        "What action should be taken if the backup limit is reached and a new backup is started": "Какие действия следует предпринять, если будет достигнуто резервное ограничение и начнется новое резервное копирование",
        "Target URL": "Целевой адрес",
        "Application Name": "Имя приложения",
        "Add a new task": "Добавить новую задачу",
        "Post a message on Discord": "Сообщение на Discord",
        "Convert to Managed": "Перевести в управляемые",
        "Via Target": "Via Target",
        "Level6": "Уровень 6",
        "Are you sure you wish to delete this user? This operation cannot be undone.": "Вы уверены, что хотите удалить этого пользователя? Эту операцию нельзя отменить.",
        "The address used for outgoing emails.": "Адрес, используемый для исходящих писем.",
        "Backup Space Limit (MB)": "Ограничение пространства резервного копирования (MB)",
        "Edit profile picture": "Изменить изображение профиля",
        "Creates all new instances inside Docker containers transparently.": "Создает все новые экземпляры в контейнерах Docker прозрачно.",
        "A short, unique name for your backup": "Короткое, уникальное имя для вашего резервного копирования",
        "Authentication Failure": "Провал проверки подлинности",
        "minutes": "минуты",
        "Application Deployment": "Развертывание приложений",
        "Make a GET request to a URI.": "Задайте запрос на URI.",
        "Some applications require multiple attempts at an update to actually update correctly (notably those that use App ID 90). If enabled AMP will retry updates on certain error conditions that would normally indicate failure.": "Некоторые приложения требуют нескольких попыток обновления, чтобы действительно обновить правильно (особенно те, которые используют App ID 90). Если включенный AMP будет проверять обновления на определенных условиях ошибки, которые обычно указывают на отказ.",
        "Thursday": "Четверг",
        "Default settings to be applied to all new instances": "Настройка по умолчанию для всех новых случаев",
        "Two factor authentication (2FA)": "Двухфакторная аутентификация (2FA)",
        "Server-wide two-factor policy": "Общесерверная политика двухфакторных",
        "Backups": "Назад",
        "No remote targets have yet been set up.": "До сих пор не установлено никаких удаленных целей.",
        "User Management": "Управление пользователями",
        "Save": "Сохранить",
        "Level8": "Уровень8",
        "Dismiss": "Отмена",
        "Push a message via PushBullet to a specific channel": "Нажать сообщение через PushBullet на конкретный канал",
        "Add Trigger": "Добавить Trigger",
        "More >>": ">>",
        "S3 Service URL": "S3 Service URL",
        "not": "не",
        "Automatically reactivate instances": "Автоматически реактивные экземпляры",
        "Target configuration for": "Конфигурация целей",
        "Related Link:": "Связанные ссылки:",
        "Confirm trigger deletion": "Удалить триггер",
        "System Type": "Тип системы",
        "Apply Traefik labels to docker instances. (Experimental!)": "Примените ярлыки Traefik к экземплярам docker. (Экспериментальный!)",
        "Minutes": "Минуты",
        "Startup Mode": "Режим запуска",
        "Do not delete": "Не удаляйте",
        "Default Application IP Binding": "По умолчанию",
        "Sept": "Sept",
        "Time Stamp": "Штамм времени",
        "Item IDs for steam workshop items that should be downloaded/updated when the main application is updated": "Идентификаторы предметов для паровых мастерских, которые должны быть загружены/обновлены при обновлении основного приложения",
        "Please enter a name for this login request for future reference.": "Пожалуйста, введите имя для этого запроса входа для будущей ссылки.",
        "If an instance fails to start due to a licence failure, ADS will attempt to automatically reactivate it.": "Если какой-либо случай не может начаться в связи с лицензионным отказом, ADS будет пытаться автоматически возобновить его.",
        "Send an email": "Отправить электронное письмо",
        "Refresh": "Refresh",
        "A backup finishes archiving.": "Резервное копирование архивирует.",
        "Trash": "Trash",
        "Select datastore": "Выбор хранилища данных",
        "Join Time": "Время",
        "If disabled, this ADS instance will only pass provision requests to other ADS instances and never create instances locally.": "Если инвалид, этот экземпляр ADS будет передавать запросы на предоставление только другим экземплярам ADS и никогда не будет создавать случаи на местном уровне.",
        "The docker network to be used for Traefik managed instances.": "Сеть докеров, которая будет использоваться для управления экземплярами Traefik.",
        "Level2": "Уровень 2",
        "Every": "Каждый",
        "Login": "Войти",
        "Reload": "Перегрузка",
        "Require Session IP Stickiness": "Требовать сеанс IP Stick",
        "OK": "ХОРОШО",
        "No files to paste": "No files to paste",
        "By Build ID": "Построить ID",
        "Only allow extensions in the approved 'upload' list to be extracted from archives": "Разрешение только на продление в утвержденном списке «загрузка» для извлечения из архивов",
        "Uploaded Extensions": "Загруженные расширения",
        "UDP": "UDP",
        "No Schedule Set": "Не установлен",
        "No": "Нет",
        "Last login:": "Последний вход:",
        "A backup has failed.": "Резервное копирование провалилось.",
        "Location": "Место",
        "Create a trigger that runs at a fixed interval (daily, weekly, etc)": "Создайте спусковой крючок, который работает с фиксированным интервалом (ежедневно, еженедельно и т.д.)",
        "Editable": "Редакция",
        "The URL of the authentication server to be used by new instances": "URL-адрес сервера аутентификации, который будет использоваться новыми экземплярами",
        "Which IP address applications deployed by AMP should use by default.": "Какие приложения IP-адреса, развернутые AMP, должны использовать по умолчанию.",
        "Level3": "Уровень 3",
        "How many minutes into the past should the console show when a user logs in. (Affects all users)": "Сколько минут в прошлое должно показать консоль при входе пользователя. (действует все пользователи)",
        "Otherwise, you can connect using your chosen SFTP client using the following details:": "В противном случае вы можете подключиться с помощью выбранного клиента SFTP, используя следующие данные:",
        "SMTP Server Address": "Адрес сервера SMTP",
        "Create Archive": "Создать архив",
        "This application may have extra requirements or dependencies that are not satisfied by the host system.": "Это приложение может иметь дополнительные требования или зависимости, которые не удовлетворены системой хоста.",
        "Confirm Password": "Подтвердить пароль",
        "Timestamp": "Timestamp",
        "Login with Biometrics": "Вход с биометрией",
        "Password Strength": "Сила пароля",
        "Which IP AMP should report for instances created within Docker when no specific IP is specified": "Какой IP AMP должен сообщать об экземплярах, созданных в Docker, если не указан конкретный IP",
        "AMP Update Available:": "Доступное обновление AMP:",
        "Created": "Создано",
        "Stopped": "Остановить",
        "attempts": "попытки",
        "Autostart Instances": "Autostart Instances",
        "Support Home": "Поддержка",
        "Throttle Downloads": "Скачать Throttle",
        "It is": "Это",
        "Tuesday": "Вторник",
        "Which file extensions can be downloaded via the file manager or via SFTP": "Какие расширения файлов можно загрузить через файловый менеджер или через SFTP",
        "Tags": "Тэги",
        "Login rate-limit time window": "Время ввода-вывода",
        "Category": "Категория",
        "Two Factor Authentication": "Аутентификация двух факторов",
        "Calculate md5 hash": "Расчет md5 хэш",
        "Docker External IP": "Docker Внешний IP",
        "Schedule an update and restart once the last user leaves, or immediately if empty.": "Запланируйте обновление и перезапустите, как только последний пользователь уйдет, или сразу, если пуст.",
        "Rename Directory": "Переименовать каталог",
        "Please enter a new filename": "Введите новое имя файла",
        "A backup has started.": "Началось подкрепление.",
        "Automatically sends anonymous error report to CubeCoders if AMP encounters an error from which it can't recover.": "Автоматически отправляет анонимный отчет об ошибке в CubeCoders, если AMP сталкивается с ошибкой, из которой он не может восстановиться.",
        "Active Users": "Активные пользователи",
        "Level9": "Уровень9",
        "If enabled, SMT cores (Hyperthreading, etc) are ignored when calculating CPU usage of processes. E.g. when disabled a quad core with hyperthreading is treated like an 8 core system, when enabled it's treated like a 4 core system. A restart is required after changing this setting for it to take effect.": "При включении SMT-ядер (Hyperthreading и т.д.) игнорируются при расчете использования процессоров процессов. Например, когда отключенное четырехъядерное ядро с гипертридированием рассматривается как 8-ядерная система, когда его можно рассматривать как 4-ядерную систему. После изменения этого параметра требуется перезагрузка.",
        "Application Version": "Версия приложения",
        "Select a role...": "Выберите роль...",
        "Soft Limit": "Мягкий предел",
        "Stop": "Стой",
        "Instances in Docker containers are isolated from other instances and the rest of the system, at the expense of a minor performance impact.": "Вещества в контейнерах Docker изолированы от других случаев и остальной части системы, за счет незначительного эффекта производительности.",
        "This application template has been": "Этот шаблон приложения",
        "support board": "совет поддержки",
        "Plugins": "Plugins",
        "Description": "Описание",
        "Size": "Размер",
        "Delete Backup": "Удалить резервную копию",
        "CubeCoders Limited": "CubeCoders Limited",
        "Key": "Ключ",
        "Server provided by": "Сервер",
        "The maximum amount of disk space to allow for all stored backups": "Максимальное количество дискового пространства для всех сохраненных резервных копий",
        "Taken By": "Taken By",
        "Advanced Time Interval": "Интервал времени",
        "Starting": "Начало",
        "Instances with a lower priority number are preferred over those with a higher number, all other factors being equal.": "Вещества с более низким приоритетом предпочтительны по сравнению с теми, которые имеют большее число, при этом все другие факторы равны.",
        "Autostart": "Autostart",
        "Wait": "Подожди",
        "AMP Service Port Ranges": "AMP-сервис",
        "Notifications": "Уведомления",
        "Services Running": "Услуги Запуск",
        "Propagate auth server to targets": "Пропаганда подлинности сервера для целей",
        "Last Modified": "Последнее изменение",
        "Exclude new instances from firewall": "Исключить новые экземпляры из брандмауэра",
        "Unspecified": "Неуказанные",
        "Your username and password are the same as those used to log into the panel.": "Ваше имя пользователя и пароль такие же, как и те, которые используются для входа в панель.",
        "Copy": "Копировать",
        "Acknowledge": "Сознавать"
    },
    "MonthsOfYear": [
        "Январь",
        "Feb",
        "Mar",
        "Apr",
        "Май",
        "Июнь",
        "Июль",
        "Aug",
        "Sept",
        "Oct",
        "Nov",
        "Дек"
    ],
    "LocaleName": "en"
}
